{
    "Chapters": [
        {
            "chapter_number": "1",
            "chapter_title": "The Fun They Had",
            "topics": [
                {
                    "topic": "Introduction to the Textbook 'Beehive'",
                    "content": "Beehive, a textbook in English for Class IX, is based on the new syllabus in English which was prepared as a follow-up to the National Curriculum Framework, 2005. The curriculum calls for an approach that is rich in comprehensible input and adopts a language-across-the-curriculum, multilingual perspective. This reader aims at helping the child to read for meaning, and to learn to communicate in English with confidence and accuracy.\nCare has been taken to give a central place to the learner in the process of teaching and learning. Learner-friendly language has been used in the instructions, and the exercises and activities are addressed to the child. In this process the teacher is a facilitator or a co-learner.\nA rich variety of reading material has been provided to include the literary, cultural and sociological dimensions of texts. The themes range from childhood and adolescence, to disability, talent and achievement, to music, science, and contemporary social and environmental concerns. The range is as inclusive as possible, keeping in view the interest and cognitive development of the learners. The book draws on different genres such as story, biography and autobiography; science fiction; humour; travelogue; and the one-act play.\nThe number of poems has been increased to help learners explore this great source of language, derive the joy of learning through poetry, and understand the music of words. An attempt has been made to include different types of poems such as the lyric, the ballad and the humorous poem.\nThe poems have been chosen for their simplicity and suitability in terms of language and thought. We need not talk about the poet or the background to the poem, unless the poem seems to demand it. Nor should we attempt to exhaust all the possibilities of a poem; we should encourage the students to begin to see some of the possibilities. They should be guided to apprehend the poem through the visual, the auditory, the tactile, the intellectual, or the emotional channels, and to understand the suggestiveness of the images.\nAn attempt has been made to help the learner develop the skill of predicting and anticipating what follows. Every good reader should guess what is coming next. The task ‘Before You Read' given at the beginning of each unit is designed for this purpose. Learners should be encouraged to participate in this activity.\nThe section ‘Thinking about the Text' attempts to move from surface level understanding of the text to critical thinking. The comprehension exercises given here try to help the learners infer meaning. There are a few questions which ask for the readers' judgment; they aim to bring out the learners' deeper understanding of the text.\nIn the section “Thinking about Language':\n• Vocabulary enrichment has been attempted through a variety of tasks on the usage of words closely related in meaning, matching words to meanings, word building (including phrasal verbs), and reference to the dictionary. An activity on the use of the index has been included.\n• Attention has been drawn to grammar-in-context that emerges out of the reading text, e.g. the use of the tenses and voice, reported speech, conditional and subordinate clauses or phrases, and adverbs.\nThe communicative skills have been exercised by tasks on Speaking and Writing. The Speaking tasks call for learners to work in pairs or groups, (for example) to present an argument, express a viewpoint, express contrasts, seek or give an opinion, introduce a speaker, tell a story, enact or read out a play in parts, etc.\nThere are a variety of writing tasks: help writing newspaper report, an article for a school magazine, argumentative writing, narration, description, and picture interpretation.\nA small attempt has been made to relate speech and writing by pointing out similarities and differences. Opportunities for writing in groups and pairs are provided to get into the task.\nWe have introduced the old exercise of dictation again but from a completely different perspective. Dictation has been introduced in its current, updated form as a variety of activities designed to integrate the language skills of listening, prior reading, language processing and recall, and writing, including the appropriate use of punctuation in meaningful contexts.\nSome exercises also allow scope for the learners' languages to support one another's by asking for reflection on relevant words, or poems or stories in other languages; and attempt (preliminary as they may be) to attend to the process of translation. Activities have been suggested to bring out the relatedness of the learners' school subjects.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "Introduction",
                            "section_title": "Introduction",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Fun They Had",
                    "content": "This story takes us to the world of the future where computers will play a major role. Let the children talk freely about how they imagine the schools of the future that their own children might go to. You might want to explain the ideas of 'virtual reality' and 'virtual classroom'. The term 'virtual reality' refers to a reality created by computer software, and a 'virtual classroom' is not a real classroom but one where learning is through computer software or the Internet. The children may know what a robot is, and be able to guess what a robotic teacher would be.\nIn this unit students are required to present their arguments in a debate. The following points could be explained before the task.\n• A debate is a contest between two speakers or two groups of speakers to show skill and ability in arguing.\n• A proposition, a question or a problem is required for this purpose, which can be spoken for or against.\n• To participate in a debate, one must prepare for it. So, one must prepare an outline of the main points in the order in which one is going to argue.\n• The time limit is about four to five minutes.\n• The speaker addresses the audience.\n• Every topic/subject has its own vocabulary. These must be learnt.\n• The speaker addresses the chair (Mr President/Madam), ‘submits' an argument, ‘appeals' for sympathetic understanding and support, 'questions' the opponent's views, and ‘concludes' an argument.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.1",
                            "section_title": "The Fun They Had",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Sound of Music",
                    "content": "These biographical pieces tell us of people who have achieved success and recognition through determination, hard work and courage. The children may be asked to think of potential barriers to success, and of people who have overcome them. The second part of the unit encourages students to think about the rich heritage of Indian music, and our musical instruments. The portraits of musicians given in the beginning may be supplemented by others that the children can be asked to bring to class.\nA comprehension exercise in Part II encourages children to find words in the text that express attitudes (positive, negative or neutral) to events, places, etc. Encourage the children to compare and discuss their answers.\nDictionary entries give us different kinds of information about words. Children need help in using the dictionary to find specific kinds of information.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.2",
                            "section_title": "The Sound of Music",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Little Girl",
                    "content": "The aim in this unit is to first read through the story at one go, not worrying about difficult words or difficult language. Students can read the story for homework and come to class; or the teacher can read out the story in class; or the students can read out parts of the story in the class, one after the other. Let them retell the story again, if necessary, in parts.\nThe dictionary exercise in this unit shows how a very small common word can be used in different ways. Students might be interested in thinking about how they use words in their own language to express these meanings. They may also think of other words like same, small, give and take to convey different kinds of meaning. Encourage them to consult a dictionary.\nThis is a story about the changing attitude of a girl child towards her father. The Speaking and Writing exercises encourage the students to think about the relationship between children and parents. The students should be encouraged to say or write what they think, and not what the teacher thinks they should say or write. The aim is not to arrive at a ‘correct' answer, but to let every child voice an opinion and express her/his ideas. It is hoped that children will find the topic of personal relevance. This will help their ideas and language to flow freely.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.3",
                            "section_title": "The Little Girl",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Fun They Had - Story Excerpt",
                    "content": "This unit has an exercise that asks students to consult a dictionary and find out which adjective can be used before a noun, which can be used after a verb, and which can be used in both ways. You may add some adjectives to those suggested. Encourage the children also to find more adjectives of the kinds mentioned. Students may wish to consult (in addition to the Oxford Advanced Learner's Dictionary), the Longman Dictionary of Contemporary English, the Collins Cobuild Advanced Learner's English Dictionary, and the Word Master (Orient Longman), or any good dictionary of their choice.\nThe Speaking exercise asks the students to imagine introducing a celebrity guest to an audience. It can be made an authentic activity if students are given a couple of minutes during the morning assembly to speak to their fellow-pupils about such a person. This would give them practice in facing an audience, and encourage them to prepare seriously, by: (i) noting down the important points about the person to be introduced, (ii) using appropriate phrases to introduce the person (students should be allowed to think what phrases they want to use).\nThe Writing Task is an exercise in comparison. Hard work is a trait common to Evelyn Glennie (Part I, para 5) and Bismillah Khan (Part II, para 5). Help children identify the paragraphs that tell us about the two musicians' goals. After they read and understand these parts of the text, they can organise the ideas in two paragraphs, one on each musician.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.1.1",
                            "section_title": "The Fun They Had - Story Excerpt",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Fun They Had",
                    "content": "The story we shall read is set in the future, when books and schools as we now know them will perhaps not exist. How will children study then? The diagram below may give you some ideas.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.1.2",
                            "section_title": "The Fun They Had",
                            "figure_table_number": "Figure 1.1: Schools of the Future"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Fun They Had - Story Text",
                    "content": "MARGIE even wrote about it that night in her diary. On the page headed 17 May 2157, she wrote, “Today Tommy found a real book!\"\nIt was a very old book. Margie's grandfather once said that when he was a little boy his grandfather told him that there was a time when all stories were printed on paper.\nThey turned the pages, which were yellow and crinkly, and it was awfully funny to read words that stood still instead of moving the way they were supposed to on a screen, you know. And then when they turned back to the page before, it had the same words on it that it had had when they read it the first time.\n\"Gee,” said Tommy, “what a waste. When you're through with the book, you just throw it away, I guess. Our television screen must have had a million books on it and it's good for plenty more. I wouldn't throw it away.\"\n“Same with mine,” said Margie. She was eleven and hadn't seen as many telebooks as Tommy had. He was thirteen.\nShe said, “Where did you find it?\"\n“In my house.\" He pointed without looking, because he was busy reading. “In the attic.”\n\"What's it about?\"\n\"School.\"\nMargie was scornful. “School? What's there to write about school? I hate school.\"\nMargie always hated school, but now she hated it more than ever. The mechanical teacher had been giving her test after test in geography and she had been doing worse and worse until her mother had shaken her head sorrowfully and sent for the County Inspector.\nHe was a round little man with a red face and a whole box of tools with dials and wires. He smiled at Margie and gave her an apple, then took the teacher apart. Margie had hoped he wouldn't know how to put it together again, but he knew how all right, and, after an hour or so, there it was again, large and black and ugly, with a big screen on which all the lessons were shown and the questions were asked. That wasn't so bad. The part Margie hated most was the slot where she had to put homework and test papers. She always had to write them out in a punch code they made her learn when she was six years old, and the mechanical teacher calculated the marks in no time.\nThe Inspector had smiled after he was finished and patted Margie's head. He said to her mother, “It's not the little girl's fault, Mrs Jones. I think the geography sector was geared a little too quick. Those things happen sometimes. I've slowed it up to an average ten-year level. Actually, the overall pattern of her progress is quite satisfactory.” And he patted Margie's head again.\nMargie was disappointed. She had been hoping they would take the teacher away altogether. They had once taken Tommy's teacher away for nearly a month because the history sector had blanked out completely.\nSo she said to Tommy, “Why would anyone write about school?\"\nTommy looked at her with very superior eyes. \"Because it's not our kind of school, stupid. This is the old kind of school that they had hundreds and hundreds of years ago.\" He added loftily, pronouncing the word carefully, \"Centuries ago.\"\nMargie was hurt. \"Well, I don't know what kind of school they had all that time ago.\" She read the book over his shoulder for a while, then said, \"Anyway, they had a teacher.\"\n\"Sure they had a teacher, but it wasn't a regular teacher. It was a man.\"\n\"A man? How could a man be a teacher?\"\n\"Well, he just told the boys and girls things and gave them homework and asked them questions.\"\n“A man isn't smart enough.\"\n“Sure he is. My father knows as much as my teacher.\"\n“He knows almost as much, I betcha.\"\nMargie wasn't prepared to dispute that. She said, “I wouldn't want a strange man in my house to teach me.\"\nTommy screamed with laughter. \"You don't know much, Margie. The teachers didn't live in the house. They had a special building and all the kids went there.\"\n\"And all the kids learned the same thing?\"\n\"Sure, if they were the same age.\"\n8. “But my mother says a teacher has to be adjusted to fit the mind of each boy and girl it teaches and that each kid has to be taught differently.\"\n\"Just the same they didn't do it that way then. If you don't like it, you don't have to read the book.\"\n\"I didn't say I didn't like it,” Margie said quickly. She wanted to read about those funny schools.\nThey weren't even half finished when Margie's mother called, “Margie! School!\"\nMargie looked up. “Not yet, Mamma.\"\n“Now!” said Mrs Jones. “And it's probably time for Tommy, too.\"\nMargie said to Tommy, “Can I read the book some more with you after school?\"\n9. “May be,” he said nonchalantly. He walked away whistling, the dusty old book tucked beneath his arm.\nMargie went into the schoolroom. It was right next to her bedroom, and the mechanical teacher was on and waiting for her. It was always on at the same time every day except Saturday and Sunday,\nbecause her mother said little girls learned better if they learned at regular hours.\nThe screen was lit up, and it said: \"Today's arithmetic lesson is on the addition of proper fractions. Please insert yesterday's homework in the proper slot.\"\n10. Margie did so with a sigh. She was thinking about the old schools they had when her grandfather's grandfather was a little boy. All the kids from the whole neighborhood came, laughing and shouting in the schoolyard, sitting together in the schoolroom, going home together at the end of the day. They learned the same things, so they could help one another with the homework and talk about it.\nAnd the teachers were people...\nThe mechanical teacher was flashing on the screen: “When we add fractions ½ and 4...\"\nMargie was thinking about how the kids must have loved it in the old days. She was thinking about the fun they had.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "1.1.3",
                            "section_title": "The Fun They Had - Story Text",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "story_text",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Road Not Taken",
                    "content": "This well-known poem is about making choices, and the choices that shape us. Robert Frost is an American poet who writes simply, but insightfully, about common, ordinary experiences.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "2.1",
                            "section_title": "The Road Not Taken",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "The Road Not Taken - Poem Text",
                    "content": "Two roads diverged in a yellow wood,\nAnd sorry I could not travel both\nAnd be one traveller, long I stood\nAnd looked down one as far as I could\nTo where it bent in the undergrowth;\nThen took the other, just as fair,\nAnd having perhaps the better claim,\nBecause it was grassy and wanted wear,\nThough as for that the passing there\nHad worn them really about the same.\nAnd both that morning equally lay\nIn leaves no step had trodden black.\nOh, I kept the first for another day!\nYet knowing how way leads on to way,\nI doubted if I should ever come back.\nI shall be telling this with a sigh\nSomewhere ages and ages hence;\nTwo roads diverged in a wood, and I —\nI took the one less travelled by,\nAnd that has made all the difference.\nROBERT FROST",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "1",
                            "chapter_title": "The Fun They Had",
                            "section_number": "2.2",
                            "section_title": "The Road Not Taken - Poem Text",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "poem_text",
                                "exercise_type": ""
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "3",
            "chapter_title": "The Little Girl",
            "topics": [
                {
                    "topic": "Before You Read",
                    "content": "Do you feel you know your parents better now, than when you were much younger? Perhaps you now understand the reasons for some of their actions that used to upset you earlier. This story about a little girl whose feelings for her father change from fear to understanding will probably. an echo in every home.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "3",
                            "chapter_title": "The Little Girl",
                            "section_number": "3.1",
                            "section_title": "Before You Read",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "English_Textbook_Class_9",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": "before reading"
                            }
                        }
                    }
                },
                {
                    "topic": "The Little Girl",
                    "content": "1. To the little girl he was a figure to be feared and avoided. Every morning before going to work he came into her room and gave her a casual kiss, to which she responded with \"Goodbye, Father\". And oh, there was a glad sense of relief when she heard the noise of the carriage growing fainter and fainter down the long road!\nIn the evening when he came home she stood near the staircase and heard his loud voice in the hall. “Bring my tea into the drawing-room... Hasn't the paper come yet? Mother, go and see if my paper's out there and bring me my slippers.\"\n2. “Kezia,” Mother would call to her, “if you're a good girl you can come down and take off father's boots.\"\nSlowly the girl would slip down the stairs, more slowly still across the hall, and push open the drawing-room door.\nBy that time he had his spectacles on and looked at her over them in a way that was terrifying to the little girl.\n“Well, Kezia, hurry up and pull off these boots and take them outside. Have you been a good girl today?\"\n\"I d-d-don't know, Father.\"\n\"You d-d-don't know? If you stutter like that Mother will have to take you to the doctor.\"\n3. She never stuttered with other people had quite given it up but only with Father, because then she was trying so hard to say the words properly.\n\"What's the matter? What are you looking so wretched about? Mother, I wish you taught this child not to appear on the brink of suicide... Here, Kezia, carry my teacup back to the table carefully.\"\nHe was so big – his hands and his neck, especially his mouth when he yawned. Thinking about him alone was like thinking about a giant.\n4. On Sunday afternoons Grandmother sent her down to the drawing-room to have a \"nice talk with Father and Mother\". But the little girl always found Mother reading and Father stretched out on the sofa, his handkerchief on his face, his feet on one of the best cushions, sleeping soundly and snoring.\nShe sat on a stool, gravely watched him until he woke and stretched, and asked the time – then looked at her.\n\"Don't stare so, Kezia. You look like a little brown owl.\"\nOne day, when she was kept indoors with a cold, her grandmother told her that father's birthday was next week, and suggested she should make him a pin-cushion for a gift out of a beautiful piece of yellow silk.\n5. Laboriously, with a double cotton, the little girl stitched three sides. But what to fill it with? That was the question. The grandmother was out in the garden, and she wandered into Mother's bedroom to look for scraps. On the bed-table she discovered a great many sheets of fine paper, gathered them up, tore them into tiny pieces, and stuffed her case, then sewed up the fourth side.\nThat night there was a hue and cry in the house. Father's great speech for the Port Authority had been lost. Rooms were searched; servants questioned. Finally Mother came into Kezia's room.\n“Kezia, I suppose you didn't see some papers on a table in our room?”\n\"Oh yes,” she said, “I tore them up for my surprise.\"\n\"What!” screamed Mother. “Come straight down to the dining-room this instant.\"\n6. And she was dragged down to where Father was pacing to and fro, hands behind his back.\n\"Well?\" he said sharply.\nMother explained.\nHe stopped and stared at the child.\n\"Did you do that?\"\n“N-n-no”, she whispered.\n\"Mother, go up to her room and fetch down the damned thing see that the child's put to bed this instant.\"\n7. Crying too much to explain, she lay in the shadowed room watching the evening light make a sad little pattern on the floor.\nThen Father came into the room with a ruler in his hands.\n\"I am going to beat you for this,” he said.\n“Oh, no, no”, she screamed, hiding under the bedclothes.\nHe pulled them aside.\n\"Sit up,\" he ordered, “and hold out your hands. You must be taught once and for all not to touch what does not belong to you.”\n\"But it was for your b-b-birthday.\"\nDown came the ruler on her little, pink palms.\n8. Hours later, when Grandmother had wrapped her in a shawl and rocked her in the rocking-chair, the child clung to her soft body.\n\"What did God make fathers for?\" she sobbed.\n\"Here's a clean hanky, darling. Blow your nose. Go to sleep, pet; you'll forget all about it in the morning. I tried to explain to Father but he was too upset to listen tonight.\"\nBut the child never forgot. Next time she saw him she quickly put both hands behind her back and a red colour flew into her cheeks.\n9. The Macdonalds lived next door. They had five children. Looking through a gap in the fence the little girl saw them playing 'tag' in the evening.\nThe father with the baby, Mao, on his shoulders, two little girls hanging on to his coat pockets ran round and round the flower-beds, shaking with laughter. Once she saw the boys turn the hose on him—and he tried to catch them laughing all the time.\nThen it was she decided there were different sorts of fathers.\nSuddenly, one day, Mother became ill, and she and Grandmother went to hospital.\nThe little girl was left alone in the house with Alice, the cook. That was all right in the daytime,\nbut while Alice was putting her to bed she grew suddenly afraid.\n10. “What'll I do if I have a nightmare?\" she asked. \"I often have nightmares and then Grannie takes me into her bed—I can't stay in the dark-it all gets 'whispery'...\n\"You just go to sleep, child,” said Alice, pulling off her socks, “and don't you scream and wake your poor Pa.\"\nBut the same old nightmare came the butcher with a knife and a rope, who came nearer and nearer, smiling that dreadful smile, while she could not move, could only stand still, crying out, “Grandma! Grandma!” She woke shivering to see Father beside her bed, a candle in his hand.\n\"What's the matter?” he said.\n11. “Oh, a butcher – a knife – I want Grannie.” He blew out the candle, bent down and caught up the child in his arms, carrying her along the passage to the big bedroom. A newspaper was on the bed. He put away the paper, then carefully tucked up the child. He lay down beside her. Half asleep still, still with the butcher's smile all about her it seemed, she crept close to him, snuggled her head under his arm, held tightly to his shirt.\nThen the dark did not matter; she lay still.\n“Here, rub your feet against my legs and get them warm,” said Father.\n12. Tired out, he slept before the little girl. A funny feeling came over her. Poor Father, not so big, after all – and with no one to look after him. He was harder than Grandmother, but it was a nice hardness. And every day he had to work and was too tired to be a Mr Macdonald... She had torn up all his beautiful writing... She stirred suddenly, and sighed.\n\"What's the matter?” asked her father. “Another dream?\"\n“Oh,” said the little girl, “my head's on your heart. I can hear it going. What a big heart you've got, Father dear.\"",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "3",
                            "chapter_title": "The Little Girl",
                            "section_number": "3.2",
                            "section_title": "The Little Girl",
                            "figure_table_number": "Figure 3.1, Figure 3.2, Figure 3.3, Figure 3.4"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "English_Textbook_Class_9",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "4",
            "chapter_title": "A Truly Beautiful Mind",
            "topics": [
                {
                    "topic": "Notes for the Teacher",
                    "content": "The story of Einstein tries to show him as a human being, a fairly ordinary person who had his likes and dislikes, his streaks of rebellion, and his problems. The class can think about how a ‘great person' was perceived before being recognised as 'great': it is not as though great people are born with a special sign that allows us to recognise them instantly! What qualities in a person, then, make them a genius or a great person?\nYou can take the help of a science teacher to explain Einstein's Theory of Relativity, to talk about Einstein, and build inter-subject cooperation.\nThe exercise of matching headings to paragraphs in the lesson is useful for finding the topic sentence or to scan a paragraph for specific information. Students may be asked to provide a different heading if they feel some other point is equally important.\nStudents should be guided to write a newspaper report. Note the points given below. Illustrate them by bringing examples from newspapers into the class, and ask students to bring their own examples.\nA report should have:\n1. A headline\n2. Name of the reporter e.g. ‘By a Staff Reporter', etc.\n3. Place, date, source (the source may also be given at the end of the report).\nThe beginning is usually an expansion of the headline. The middle paragraph gives the details. It is followed by the conclusion or the summing up.\nThe report should be brief, but the headline and the style should be eye-catching.\nSometimes important points are given in a box in the centre of the report.\nRegarding the language of the reports:\n1. passives for past action (for example: It is found ..., has been unearthed.)\n2. present tense for statements (The document contains.... The manuscript describes...)\nThis unit has a passage for dictation, an anecdote. Dictation is an exercise that requires the individual participation of each student. It fosters unconscious thinking, and draws attention to language form. Students can also be given opportunities for self or peer correction after the dictation.\nStudents should first read the passage silently, noticing the use of punctuation marks.\nThe passage to be dictated should be read aloud twice in the class with proper intonation, and pauses between meaningful phrases.\nThe passage is read a third time for students to check through.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "4",
                            "chapter_title": "A Truly Beautiful Mind",
                            "section_number": "4.0",
                            "section_title": "Notes for the Teacher",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "A Truly Beautiful Mind",
                    "content": "Who do you think of, when you hear the word 'genius?' Who is a genius what qualities do you think a genius has?\nWe shall now read about a young German civil servant who took the world by storm about a hundred years ago. In the summer of 1905, the 26-year-old published in quick succession four ground-breaking papers: about light, the motion of particles, the electrodynamics of moving bodies, and energy. His work took up only a few pages in scientific journals, but changed forever our understanding of space, time and the entire cosmos — and transformed the name ‘Einstein' into a synonym for genius.\nFifty years after his death, Albert Einstein's genius still reigns.\n1. ALBERT Einstein was born on 14 March 1879 in the German city of Ulm, without any indication that he was destined for greatness. On the contrary, his mother thought Albert was a freak. To her, his head seemed much too large.\n2. At the age of two-and-a-half, Einstein still wasn't talking. When he finally did learn to speak, he uttered everything twice. Einstein did not know what to do with other children, and his playmates called him “Brother Boring.” So the youngster played by himself.\nOtto Neugebauer, the historian of ancient mathematics, told a story about the boy Einstein that he characterises as a “legend”, but that seems fairly authentic. As he was a late talker, his parents were worried. At last, at the supper table one night, he broke his silence to say, “The soup is too hot.” Greatly relieved, his parents asked why he had never said a word before. Albert replied, “Because up to now everything was in order.”\nfreak: a word used disapprovingly to talk about a person who is unusual and doesn't behave, look or think like others\nmuch of the time. He especially loved mechanical toys. Looking at his newborn sister, Maja, he is said to have said: “Fine, but where are her wheels?”\n3. A headmaster once told his father that what Einstein chose as a profession wouldn't matter, because “he'll never make a success at anything.” Einstein began learning to play the violin at the age of six, because his mother wanted him to; he later became a gifted amateur violinist, maintaining this skill throughout his life.\namateur: doing something for personal enjoyment rather than as a profession\n4. But Albert Einstein was not a bad pupil. He went to high school in Munich, where Einstein's family had moved when he was 15 months old, and scored good marks in almost every subject. Einstein hated the school's regimentation, and often clashed with his teachers. At the age of 15, Einstein felt so stifled there that he left the school for good.\nregimentation: order or discipline taken to an extreme\nstifled: unable to breathe; suffocated\n5. The previous year, Albert's parents had moved to Milan, and left their son with relatives. After prolonged discussion, Einstein got his wish to continue his education in German-speaking Switzerland, in a city which was more liberal than Munich.\nliberal: willing to understand and respect others' opinions\n6. Einstein was highly gifted in mathematics and interested in physics, and after finishing school, he decided to study at a university in Zurich. But science wasn't the only thing that appealed to the dashing young man with the walrus moustache.\n7. He also felt a special interest in a fellow student, Mileva Maric, whom he found to be a “clever creature.\" This young Serb had come to Switzerland because the University in Zurich was one of the few in Europe where women could get degrees. Einstein saw in her an ally against the “philistines”— those people in his family and at the university with whom he was constantly at odds. The couple fell in love. Letters survive in which they put their affection into words, mixing science with tenderness. Wrote Einstein: “How happy and proud I shall be when we both have brought our work on relativity to a victorious conclusion.\"\nally: a friend or an associate\nphilistines: a word used disapprovingly to talk about people who do not like art, literature or music\n8. In 1900, at the age of 21, Albert Einstein was a university graduate and unemployed. He worked as a teaching assistant, gave private lessons and finally secured a job in 1902 as a technical expert in the patent office in Bern. While he was supposed to be assessing other people's inventions, Einstein was actually developing his own ideas in secret. He is said to have jokingly called his desk drawer at work the \"bureau of theoretical physics.\"\npatent: a document which gives the rights of an invention to an inventor\n9. One of the famous papers of 1905 was Einstein's Special Theory of Relativity, according to which time and distance are not absolute. Indeed, two perfectly accurate clocks will not continue to show the same time if they come together again after a journey if one of them has been moving very fast relative to the other. From this followed the world's most famous formula which describes the relationship between mass and energy:\nE = mc²\n(In this mathematical equation, E stands for energy, m for mass and c for the speed of the light in a vacuum (about 300,000 km/s).\nabsolute: measured in itself, not in relation to anything else\nWhen you sit with a nice girl for two hours, it seems like two minutes. When you sit on a hot stove for two minutes, it seems like two hours—that's relativity. ALBERT EINSTEIN\n10. While Einstein was solving the most difficult problems in physics, his private life was unravelling. Albert had wanted to marry Mileva right after finishing his studies, but his mother was against it. She thought Mileva, who was three years older than her son, was too old for him. She was also bothered by Mileva's intelligence. “She is a book like you,” his mother said. Einstein put the wedding off.\nunravelling: starting to fail\n11. The pair finally married in January 1903, and had two sons. But a few years later, the marriage faltered. Mileva, meanwhile, was losing her intellectual ambition and becoming an unhappy housewife. After years of constant fighting, the couple finally divorced in 1919. Einstein married his cousin Elsa the same year.\nfaltered: became weak\n12. Einstein's new personal chapter coincided with his rise to world fame. In 1915, he had published his General Theory of Relativity, which provided a new interpretation of gravity. An eclipse of the sun in 1919 brought proof that it was accurate. Einstein had correctly calculated in advance the extent to which the light from fixed stars would be deflected through the sun's gravitational field. The newspapers proclaimed his work as “a scientific revolution.”\ndeflected: changed direction because it hit something\n13. Einstein received the Nobel Prize for Physics in 1921. He was showered with honours and invitations from all over the world, and lauded by the press.\n14. When the Nazis came to power in Germany in 1933, Einstein emigrated to the United States. Five years later, the discovery of nuclear fission in Berlin had American physicists in an uproar. Many of them had fled from Fascism, just as Einstein had, and now they were afraid the Nazis could build and use an atomic bomb.\nin an uproar: very upset\n15. At the urging of a colleague, Einstein wrote a letter to the American President, Franklin D. Roosevelt, on 2 August 1939, in which he warned: “A single bomb of this type . . . exploded in a port, might very well destroy the whole port together with some of the surrounding territory.” His words did not fail to have an effect. The Americans developed the atomic bomb in a secret project of their own, and dropped it on the Japanese cities of Hiroshima and Nagasaki in August 1945.\nmissive: letter, especially long and official\n16. Einstein was deeply shaken by the extent of the destruction. This time he wrote a public missive to the United Nations. In it he proposed the formation of a world government. Unlike the letter to Roosevelt, this one made no impact. But over the next decade, Einstein got ever more involved in politics agitating for an end to the arms buildup and using his popularity to campaign for peace and democracy.\nvisionary: a person who can think about the future in an original and intelligent way\n17. When Einstein died in 1955 at the age of 76, he was celebrated as a visionary and world citizen as much as a scientific genius.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "4",
                            "chapter_title": "A Truly Beautiful Mind",
                            "section_number": "4.1",
                            "section_title": "A Truly Beautiful Mind",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Writing Newspaper Reports",
                    "content": "Here are some notes which you could use to write a report.\n21 August 2005 — original handwritten manuscript of Albert Einstein unearthed — by student Rowdy Boeynik in the University of the Netherlands — Boeynik researching papers — papers belonging to an old friend of Einstein — fingerprints of Einstein on these papers — 16-page document dated 1924 — Einstein's work on this last theory — behaviour of atoms at low temperature — now known as the Bose-Einstein condensation — the manuscript to be kept at Leyden University where Einstein got the Nobel Prize.\nWrite a report which has four paragraphs, one each on:\n• What was unearthed.\n• Who unearthed it and when.\n• What the document contained.\n• Where it will be kept.\nYour report could begin like this:\nStudent Unearths Einstein Manuscript\n21 AUGUST 2005. An original handwritten Albert Einstein manuscript has been unearthed at a university in the Netherlands...\nYour teacher will dictate these paragraphs to you. Write down the paragraphs with correct punctuation marks.\nIn 1931 Charlie Chaplin invited Albert Einstein, who was visiting Hollywood, to a private screening of his new film, City Lights. As the two men drove into town together, passersby waved and cheered. Chaplin turned to his guest and explained: \"The people are applauding you because none of them understands you and applauding me because everybody understands me.\"\nOne of Einstein's colleagues asked him for his telephone number one day. Einstein reached for a telephone directory and looked it up. “You don't remember your own number?\" the man asked, startled.\n“No,” Einstein answered. “Why should I memorise something I can so easily get from a book?” (In fact, Einstein claimed never to memorise anything which could be looked up in less than two minutes.)",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "4",
                            "chapter_title": "A Truly Beautiful Mind",
                            "section_number": "4.2",
                            "section_title": "Writing Newspaper Reports",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "5",
            "chapter_title": "The Snake and the Mirror",
            "topics": [
                {
                    "section_number": "1",
                    "section_title": "The Story Begins",
                    "content": "\"Has a snake ever coiled itself round any part of your body? A full-blooded cobra?” All of us fell silent. The question came from the homeopath. The topic came up when we were discussing snakes. We listened attentively as the doctor continued with his tale.\nIt was a hot summer night; about ten o'clock. I had my meal at the restaurant and returned to my room. I heard a noise from above as I opened the door. The sound was a familiar one. One could say that the rats and I shared the room. I took out my box of matches and lighted the kerosene lamp on the table.\nThe house was not electrified; it was a small rented room. I had just set up medical practice and my earnings were meagre. I had about sixty rupees in my suitcase. Along with some shirts and dhotis, I also possessed one solitary black coat which I was then wearing.\nI took off my black coat, white shirt and not-so-white vest and hung them up. I opened the two windows in the room. It was an outer room with one wall facing the open yard. It had a tiled roof with long supporting gables that rested on the beam over the wall. There was no ceiling.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "5",
                            "chapter_title": "The Snake and the Mirror",
                            "section_number": "1",
                            "section_title": "The Story Begins",
                            "figure_table_number": null
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": null
                            }
                        }
                    }
                },
                {
                    "section_number": "2",
                    "section_title": "The Doctor's Reflections",
                    "content": "regular traffic of rats to and from the beam. I made my bed and pulled it close to the wall. I lay down but I could not sleep. I got up and went out to the veranda for a little air, but the wind god seemed to have taken time off.\nI went back into the room and sat down on the chair. I opened the box beneath the table and took out a book, the Materia Medica. I opened it at the table on which stood the lamp and a large mirror; a small comb lay beside the mirror.\nOne feels tempted to look into a mirror when it is near one. I took a look. In those days I was a great admirer of beauty and I believed in making myself look handsome. I was unmarried and I was a doctor. I felt I had to make my presence felt. I picked up the comb and ran it through my hair and adjusted the parting so that it looked straight and neat.\nAgain I heard that sound from above.\nI took a close look at my face in the mirror. I made an important decision — I would shave daily and grow a thin moustache to look more handsome. I was after all a bachelor, and a doctor!\nI looked into the mirror and smiled. It was an attractive smile. I made another earth-shaking decision. I would always keep that attractive smile on my face to look more handsome. I was after all a bachelor, and a doctor too on top of it!\nAgain came that noise from above.\nI got up, paced up and down the room. Then another lovely thought struck me. I would marry.\nI would get married to a woman doctor who had plenty of money and a good medical practice. She had to be fat; for a valid reason. If I made some silly mistake and needed to run away she should not be able to run after me and catch me!\nWith such thoughts in my mind I resumed my seat in the chair in front of the table. There were no more sounds from above. Suddenly there came a dull thud as if a rubber tube had fallen to the ground ... surely nothing to worry about. Even so I thought I would turn around and take a look. No sooner had I turned than a fat snake wriggled over the back of the chair and landed on my shoulder. The snake's landing on me and my turning were simultaneous.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "5",
                            "chapter_title": "The Snake and the Mirror",
                            "section_number": "2",
                            "section_title": "The Doctor's Reflections",
                            "figure_table_number": null
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": null
                            }
                        }
                    }
                },
                {
                    "section_number": "3",
                    "section_title": "Encounter with the Snake",
                    "content": "I didn't jump. I didn't tremble. I didn't cry out. There was no time to do any such thing. The snake slithered along my shoulder and coiled around my left arm above the elbow. The hood was spread out and its head was hardly three or four inches from my face!\nIt would not be correct to say merely that I sat there holding my breath. I was turned to stone. But my mind was very active. The door opened into darkness. The room was surrounded by darkness. In the light of the lamp I sat there like a stone image in the flesh.\nI felt then the great presence of the creator of this world and this universe. God was there. Suppose I said something and he did not like it ... I tried in my imagination to write in bright letters outside my little heart the words, ‘O God'.\nThere was some pain in my left arm. It was as if a thick leaden rod — no, a rod made of molten fire — was slowly but powerfully crushing my arm. The arm was beginning to be drained of all strength. What could I do?\nAt my slightest movement the snake would strike me! Death lurked four inches away. Suppose it struck, what was the medicine I had to take? There were no medicines in the room. I was but a poor, foolish and stupid doctor. I forgot my danger and smiled feebly at myself.\nIt seemed as if God appreciated that. The snake turned its head. It looked into the mirror and saw its reflection. I do not claim that it was the first snake that had ever looked into a mirror. But it was certain that the snake was looking into the mirror. Was it admiring its own beauty? Was it trying to make an important decision about growing a moustache or using eye shadow and mascara or wearing a vermilion spot on its forehead?\nI did not know anything for certain. What sex was this snake, was it male or female? I will never know; for the snake unwound itself from my arm and slowly slithered into my lap. From there it crept onto the table and moved towards the mirror. Perhaps it wanted to enjoy its reflection at closer quarters.\nI was no mere image cut in granite. I was suddenly a man of flesh and blood. Still holding my breath I got up from the chair. I quietly went out through the door into the veranda. From there I leapt into the yard and ran for all I was worth.\n“Phew !” Each of us heaved a sigh of relief. Somebody asked, \"Doctor, is your wife very fat?\"\n“No,” the doctor said. “God willed otherwise. My life companion is a thin reedy person with the gift of a sprinter.\" Someone else asked, “Doctor, when you ran did the snake follow you?\"",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "5",
                            "chapter_title": "The Snake and the Mirror",
                            "section_number": "3",
                            "section_title": "Encounter with the Snake",
                            "figure_table_number": "Figure 1"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": null
                            }
                        }
                    }
                },
                {
                    "section_number": "4",
                    "section_title": "Aftermath and Reflection",
                    "content": "The doctor replied, “I ran and ran till I reached a friend's house. Immediately I smeared oil all over myself and took a bath. I changed into fresh clothes.\nThe next morning at about eight-thirty I took my friend and one or two others to my room to move my things from there. But we found we had little to carry. Some thief had removed most of my things. The room had been cleaned out! But not really, the thief had left behind one thing as a final insult!'\n\"What was that?\" I asked.\nThe doctor said, “My vest, the dirty one. The fellow had such a sense of cleanliness...! The rascal could have taken it and used it after washing it with soap and water.\n\"Did you see the snake the next day, doctor?\"\nThe doctor laughed, “I've never seen it since. It was a snake which was taken with its own beauty!\"",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "5",
                            "chapter_title": "The Snake and the Mirror",
                            "section_number": "4",
                            "section_title": "Aftermath and Reflection",
                            "figure_table_number": null
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": null
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "7",
            "chapter_title": "Reach for the Top",
            "topics": [
                {
                    "section_number": "7.1",
                    "section_title": "Part I: Santosh Yadav",
                    "content": "The only woman in the world who has scaled Mt Everest twice was born in a society where the birth of a son was regarded as a blessing, and a daughter, though not considered a curse, was not generally welcome. When her mother was expecting Santosh, a travelling 'holy man', giving her his blessing, assumed that she wanted a son. But, to everyone's surprise, the unborn child's grandmother, who was standing close by, told him that they did not want a son. The 'holy man' was also surprised!\nNevertheless, he gave the requested blessing and as destiny would have it, the blessing seemed to work. Santosh was born the sixth child in a family with five sons, a sister to five brothers. She was born in the small village of Joniyawas of Rewari District in Haryana.\nThe girl was given the name ‘Santosh', which means contentment. But Santosh was not always content with her place in a traditional way of life. She began living life on her own terms from the start. Where other girls wore traditional Indian dresses, Santosh preferred shorts. Looking back, she says now, “From the very beginning I was quite determined that if I chose a correct and a rational path, the others around me had to change, not me.”\nSantosh's parents were affluent landowners who could afford to send their children to the best schools, even to the country's capital, New Delhi, which was quite close by. But, in line with the prevailing custom in the family, Santosh had to make do with the local village school. So, she decided to fight the system in her own quiet way when the right moment arrived. And the right moment came when she turned sixteen. At sixteen, most of the girls in her village used to get married. Santosh was also under pressure from her parents to do the same.\nA marriage as early as that was the last thing on her mind. She threatened her parents that she would never marry if she did not get a proper education. She left home and got herself enrolled in a school in Delhi. When her parents refused to pay for her education, she politely informed them of her plans to earn money by working part time to pay her school fees. Her parents then agreed to pay for her education.\nWishing always to study \"a bit more” and with her father slowly getting used to her urge for more education, Santosh passed the high school examinations and went to Jaipur. She joined Maharani College and got a room in Kasturba Hostel. Santosh remembers, “Kasturba Hostel faced the Aravalli Hills. I used to watch villagers from my room, going up the hill and suddenly vanishing after a while. One day I decided to check it out myself. I found nobody except a few mountaineers. I asked if I could join them. To my pleasant surprise, they answered in the affirmative and motivated me to take to climbing.\"\nThen there was no looking back for this determined young girl. She saved money and enrolled in a course at Uttarkashi's Nehru Institute of Mountaineering. “My college semester in Jaipur was to end in April but it ended on the nineteenth of May. And I was supposed to be in Uttarkashi on the twenty-first. So, I did not go back home; instead, I headed straight for the training. I had to write a letter of apology to my father without whose permission I had got myself enrolled at Uttarkashi.”\nThereafter, Santosh went on an expedition every year. Her climbing skills matured rapidly. Also, she developed a remarkable resistance to cold and the altitude. Equipped with an iron will, physical endurance and an amazing mental toughness, she proved herself repeatedly. The culmination of her hard work and sincerity came in 1992, just four years after she had shyly asked the Aravalli mountaineers if she could join them. At barely twenty years of age, Santosh Yadav scaled Mt Everest, becoming the youngest woman in the world to achieve the feat. If her climbing skills, physical fitness, and mental strength impressed her seniors, her concern for others and desire to work together with them found her a special place in the hearts of fellow climbers.\nDuring the 1992 Everest mission, Santosh Yadav provided special care to a climber who lay dying at the South Col. She was unfortunately unsuccessful in saving him. However, she managed to save another climber, Mohan Singh, who would have met with the same fate had she not shared her oxygen with him.\nWithin twelve months, Santosh found herself a member of an Indo-Nepalese Women's Expedition that invited her to join them. She then scaled the Everest a second time, thus setting a record as the only woman to have scaled the Everest twice, and securing for herself and India a unique place in the annals of mountaineering. In recognition of her achievements, the Indian government bestowed upon her one of the nation's top honours, the Padmashri.\nDescribing her feelings when she was literally ‘on the top of the world', Santosh has said, “It took some time for the enormity of the moment to sink in... Then I unfurled the Indian tricolour and held it aloft on the roof of the world. The feeling is indescribable. The Indian flag was flying on top of the world. It was truly a spiritual moment. I felt proud as an Indian.”\nAlso a fervent environmentalist, Santosh collected and brought down 500 kilograms of garbage from the Himalayas.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "7",
                            "chapter_title": "Reach for the Top",
                            "section_number": "7.1",
                            "section_title": "Part I: Santosh Yadav",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "section_number": "7.2",
                    "section_title": "Part II: Maria Sharapova",
                    "content": "A Russian girl, Maria Sharapova, reached the summit of women's tennis when she was barely eighteen. As you read about her, see if you can draw a comparison between her and Santosh Yadav.\nTHERE is something disarming about Maria Sharapova, something at odds with her ready smile and glamorous attire. And that something in her lifted her on Monday, 22 August 2005 to the world number one position in women's tennis. All this happened in almost no time. Poised beyond her years, the Siberian born teenager took just four years as a professional to reach the pinnacle.\nHowever, the rapid ascent in a fiercely competitive world began nine years before with a level of sacrifice few children would be prepared to endure. Little Maria had not yet celebrated her tenth birthday when she was packed off to train in the United States. That trip to Florida with her father Yuri launched her on the path to success and stardom. But it also required a heart-wrenching two-year separation from her mother Yelena. The latter was compelled to stay back in Siberia because of visa restrictions. The nine-year-old girl had already learnt an important lesson in life that tennis excellence would only come at a price.\n“I used to be so lonely,” Maria Sharapova recalls. “I missed my mother terribly. My father was working as much as he could to keep my tennis-training going. So, he couldn't see me either.\n\"Because I was so young, I used to go to bed at 8 p.m. The other tennis pupils would come in at 11 p.m. and wake me up and order me to tidy up the room and clean it.\n\"Instead of letting that depress me, I became more quietly determined and mentally tough. I learnt how to take care of myself. I never thought of quitting because I knew what I wanted. When you come from nothing and you have nothing, then it makes you very hungry and determined I would have put up with much more humiliation and insults than that to steadfastly pursue my dream.”\nThat toughness runs through Maria even today. It was the key to her bagging the women's singles crown at Wimbledon in 2004 and to her meteoric rise to the world number one spot the following year.\nWhile her journey from the frozen plains of Siberia to the summit of women's tennis has touched the hearts of tennis fans, for the youngster herself there appears to be no room for sentiment. The straight looks and the answers she gives when asked about her ambition make it amply clear that she considers the sacrifices were worth it. “I am very, very competitive. I work hard at what I do. It's my job.” This is her mantra for success.\nThough Maria Sharapova speaks with a pronounced American accent, she proudly parades her Russian nationality. Clearing all doubts, she says, “I'm Russian. It's true that the U.S. is a big part of my life. But I have Russian citizenship. My blood is totally Russian. I will play the Olympics for Russia if they want me.\nLike any number of teenaged sensations, Maria Sharapova lists fashion, singing and dancing as her hobbies. She loves reading the novels of Arthur Conan Doyle. Her fondness for sophisticated evening gowns appears at odds with her love of pancakes with chocolate spread and fizzy orange drinks.\nMaria Sharapova cannot be pigeon-holed or categorised. Her talent, unwavering desire to succeed and readiness to sacrifice have lifted her to the top of the world. Few would grudge her the riches she is now reaping. This is what she has to say about her monetary gains from tennis: “Of course, money is a motivation. Tennis is a business and a sport, but the most important thing is to become number one in the world. That's the dream that kept me going.\"",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "7",
                            "chapter_title": "Reach for the Top",
                            "section_number": "7.2",
                            "section_title": "Part II: Maria Sharapova",
                            "figure_table_number": "Figure 7.1"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "8",
            "chapter_title": "Kathmandu",
            "topics": [
                {
                    "topic": "Before You Read",
                    "content": "Do you like travelling? The writer, Vikram Seth, enjoys it very much. In his book, Heaven Lake, he describes a long journey from China to India, via Tibet and Nepal.\nHave you heard of places like Ajmer Sharif, Madurai, Sanchi, Varanasi, Sarnath, or Halebid? Can you name some other places like these?\nWhat do the surroundings of a holy place in your city look like? Think about it as you read Vikram Seth's description of Kathmandu.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.1",
                            "section_title": "Before You Read",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "intro",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Kathmandu - Section 1",
                    "content": "I GET a cheap room in the centre of town and sleep for hours. The next morning, with Mr Shah's son and nephew, I visit the two temples in Kathmandu that are most sacred to Hindus and Buddhists.\nAt Pashupatinath (outside which a sign proclaims 'Entrance for the Hindus only') there is an atmosphere of ‘febrile confusion'. Priests, hawkers, devotees, tourists, cows, monkeys, pigeons and dogs roam through the grounds. We offer a few flowers. There are so many worshippers that some people trying to get the priest's attention are elbowed aside by others pushing their way to the front. A princess of the Nepalese royal house appears; everyone bows and makes way. By the main gate, a party of saffron-clad Westerners struggle for permission to enter. The policeman is not convinced that they are 'the Hindus' (only Hindus are allowed to enter the temple). A fight breaks out between two monkeys. One chases the other, who jumps onto a shivalinga, then runs screaming around the temples and down to the river, the holy Bagmati, that flows below. A corpse is being cremated on its banks; washerwomen are at their work and children bathe. From a balcony a basket of flowers and leaves, old offerings now wilted, is dropped into the river. A small shrine half protrudes from the stone platform on the river bank. When it emerges fully, the goddess inside will escape, and the evil period of the Kaliyug will end on earth.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.2",
                            "section_title": "Kathmandu - Section 1",
                            "figure_table_number": "Figure 1: Pashupatinath Temple, Kathmandu"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Kathmandu - Section 2",
                    "content": "At the Baudhnath stupa, the Buddhist shrine of Kathmandu, there is, in contrast, a sense of stillness. Its immense white dome is ringed by a road. Small shops stand on its outer edge: many of these are owned by Tibetan immigrants; felt bags, Tibetan prints and silver jewellery can be bought here. There are no crowds: this is a haven of quietness in the busy streets around.\nKathmandu is vivid, mercenary, religious, with small shrines to flower-adorned deities along the narrowest and busiest streets; with fruit sellers, flute sellers, hawkers of postcards; shops selling Western cosmetics, film rolls and chocolate; or copper utensils and Nepalese antiques. Film songs blare out from the radios, car horns sound, bicycle bells ring, stray cows low questioningly at motorcycles, vendors shout out their wares. I indulge myself mindlessly: buy a bar of marzipan, a corn-on-the-cob roasted in a charcoal brazier on the pavement (rubbed with salt, chilli powder and lemon); a couple of love story comics, and even a Reader's Digest. All this I wash down with Coca Cola and a nauseating orange drink, and feel much the better for it.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.3",
                            "section_title": "Kathmandu - Section 2",
                            "figure_table_number": "Figure 2: The Baudhnath Stupa, Kathmandu"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Kathmandu - Section 3",
                    "content": "I consider what route I should take back home. If I were propelled by enthusiasm for travel per se, I would go by bus and train to Patna, then sail up the Ganges past Benaras to Allahabad, then up the Yamuna, past Agra to Delhi. But I am too exhausted and homesick; today is the last day of August. Go home, I tell myself: move directly towards home. I enter a Nepal Airlines office and buy a ticket for tomorrow's flight.\nI look at the flute seller standing in a corner of the square near the hotel. In his hand is a pole with an attachment at the top from which fifty or sixty bansuris protrude in all directions, like the quills of a porcupine. They are of bamboo: there are cross-flutes and recorders. From time to time he stands the pole on the ground, selects a flute and plays for a few minutes. The sound rises clearly above the noise of the traffic and the hawkers' cries. He plays slowly, meditatively, without excessive display. He does not shout out his wares. Occasionally he makes a sale, but in a curiously offhanded way as if this were incidental to his enterprise. Sometimes he breaks off playing to talk to the fruit seller. I imagine that this has been the pattern of his life for years.\nI find it difficult to tear myself away from the square. Flute music always does this to me: it is at once the most universal and most particular of sounds. There is no culture that does not have its flute—the reed neh, the recorder, the Japanese shakuhachi, the deep bansuri of Hindustani classical music, the clear or breathy flutes of South America, the high-pitched Chinese flutes. Each has its specific fingering and compass. It weaves its own associations. Yet to hear any flute is, it seems to me, to be drawn into the commonality of all mankind, to be moved by music closest in its phrases and sentences to the human voice. Its motive force too is living breath: it too needs to pause and breathe before it can go on.\nThat I can be so affected by a few familiar phrases on the bansuri, surprises me at first, for on the previous occasions that I have returned home after a long absence abroad, I have hardly noticed such details, and certainly have not invested them with the significance I now do.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.4",
                            "section_title": "Kathmandu - Section 3",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Thinking about the Text",
                    "content": "1. On the following map mark out the route, which the author thought of but did not take, to Delhi.\n2. Find out the possible routes (by rail, road or air) from Kathmandu to New Delhi/Mumbai/Kolkata/Chennai.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.5",
                            "section_title": "Thinking about the Text",
                            "figure_table_number": "Map 1: Route to Delhi"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "activity",
                                "exercise_type": "map_work"
                            }
                        }
                    }
                },
                {
                    "topic": "Thinking about Language",
                    "content": "I. Read the following sentences carefully to understand the meaning of the italicised phrases. Then match the phrasal verbs in Column A with their meanings in Column B.\n1. A communal war broke out when the princess was abducted by the neighbouring prince.\n2. The cockpit broke off from the plane during the plane crash.\n3. The car broke down on the way and we were left stranded in the jungle.\n4. The dacoit broke away from the police as they took him to court.\n5. The brothers broke up after the death of the father.\n6. The thief broke into our house when we were away.\nII. 1. Use the suffixes -ion or -tion to form nouns from the following verbs. Make the necessary changes in the spellings of the words.\nExample: proclaim – proclamation\ncremate\ninvent\ndirect\ndislocate\nact\ntempt\nmeditate\nexhaust\nimmigrate\nimagine\nassociate\ndedicate\n2. Now fill in the blanks with suitable words from the ones that you have formed.\n(i) Mass literacy was possible only after the ______ of the printing machine.\n(ii) Ramesh is unable to tackle the situation as he lacks ______.\n(iii) I could not resist the ______ to open the letter.\n(iv) Hardwork and ______ are the main keys to success.\n(v) The children were almost fainting with ______ after being made to stand in the sun.\nIII. Punctuation\nUse capital letters, full stops, question marks, commas and inverted commas wherever necessary in the following paragraph.\nan arrogant lion was wandering through the jungle one day he asked the tiger who is stronger than you you O lion replied the tiger who is more fierce than a leopard asked the lion you sir replied the leopard he marched upto an elephant and asked the same question the elephant picked him up in his trunk swung him in the air and threw him down look said the lion there is no need to get mad just because you don't know the answer",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.6",
                            "section_title": "Thinking about Language",
                            "figure_table_number": "Table 1: Phrasal Verbs"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "exercise",
                                "exercise_type": "language_practice"
                            }
                        }
                    }
                },
                {
                    "topic": "Simple Present Tense",
                    "content": "Study these sentences from the lesson.\n• A fight breaks out between two monkeys.\n• Film songs blare out from the radios.\n• I wash it down with Coca-Cola.\nThe italicised verbs are in the simple present tense. The writer is here describing what he saw and heard but he uses the present tense instead of the past tense. A narration or a story can be made more dramatic or immediate by using the present tense in this way.\nNow look at the following sentences.\n• A small shrine half protrudes from the stone platform on the riverbank.\n• Small shops stand on the outer edge of the Stupa.\nWe use the simple present tense to speak about what is usually or generally true. The sentences above describe facts. We also use the simple present tense in sentences depicting ‘universal truths'. For example:\n• The sun rises in the east.\n• The earth revolves round the sun.\nWe can also refer to habitual actions using the simple present tense.\n• He usually takes a train instead of a bus to work.\n• We often get fine drizzles in winter.\nIn these sentences words like everyday, often, seldom, never, every month, generally, usually, etc. may be used.\n1. Fill in the blanks with the correct form of the verb in brackets.\n(i) The heart is a pump that ______ (send) the blood circulating through our body. The pumping action ______ (take place) when the left ventricle of the heart ______ (contract). This ______ (force) the blood out into the arteries, which ______ (expand) to receive the oncoming blood.\n(ii) The African lungfish can live without water for up to four years. During a drought it ______ (dig) a pit and ______ (enclose) itself in a capsule of slime and earth, leaving a tiny opening for air. The capsule ______ (dry) and ______ (harden), but when rain ______ (come), the mud ______ (dissolve) and the lungfish ______ (swim) away.\n(iii) MAHESH : We have to organise a class party for our teacher.\nVIPUL : Rohit ______ (play) the flute.\nMAHESH: ______ (Do) he also act?\nVIPUL : No, he ______ (compose) music.\nMAHESH: That's wonderful!",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.7",
                            "section_title": "Simple Present Tense",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|definition|example",
                                "exercise_type": "fill_in_the_blanks"
                            }
                        }
                    }
                },
                {
                    "topic": "Speaking",
                    "content": "1. Discuss in class the shrines you have visited or know about. Speak about one of them.\n2. Imagine you are giving an eyewitness account or a running commentary of one of the following:\n(i) a game of football, cricket or hockey, or some sports event\n(ii) a parade (e.g. Republic Day) or some other national event\nSpeak a few sentences narrating what you see and hear. Use the simple present and the present continuous tenses. For example:\n• He passes the ball but Ben gets in the way...\n• These brave soldiers guard their frontiers. They display their skills here...",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.8",
                            "section_title": "Speaking",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "activity",
                                "exercise_type": "discussion"
                            }
                        }
                    }
                },
                {
                    "topic": "Writing - Diary entry for a travelogue",
                    "content": "I. The text you read is a travelogue where the author, Vikram Seth, talks about his visit to two sacred places in Kathmandu. Imagine that you were with Vikram Seth on his visit to Pashupatinath temple, and you were noting down all that you saw and did there, so that you could write a travelogue later.\nRecord in point form\n• what you see when you reach the Pashupatinath temple\n• what you see happening inside the temple\n• what you do when inside the temple\n• what you see outside the temple\n• what your impressions are about the place.\nII. Here is your diary entry when you visited Agra. Read the points and try to write a travelogue describing your visit to Agra and the Taj Mahal. You may add more details.\nJanuary 2003 — rise before dawn — take the Shatabdi Express at 6.15 a.m. from Delhi — meet a newly-married couple on train — talk about Himachal Pradesh — get off the train — enter the once-grand city, Agra — twisted alleys — traffic dense — rickshaws, cars, people — vendors selling religious artifacts, plastic toys, spices and sweets — go to the Taj Mahal — constructed entirely of white marble — magical quality — colour changes with varying of light and shadow — marble with gemstones inside — reflection of the Taj Mahal in the pond — school-children, tourists — tourist guides following people.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "8",
                            "chapter_title": "Kathmandu",
                            "section_number": "8.9",
                            "section_title": "Writing - Diary entry for a travelogue",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "activity",
                                "exercise_type": "writing_practice"
                            }
                        }
                    }
                }
            ]
        },
        {
            "chapter_number": "9",
            "chapter_title": "If I Were You",
            "topics": [
                {
                    "topic": "Before You Read",
                    "content": "Gerrard lives alone in a lonely cottage. An intruder, who is a criminal, enters his cottage. He intends to murder Gerrard and take on his identity. Does he succeed?\nThe following words and phrases occur in the play. Do you know their meanings? Match them with the meanings given, to find out.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.1",
                            "section_title": "Before You Read",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Scene Setting",
                    "content": "SCENE: A small cottage interior. There is an entrance back right (which may be curtained). Another door to the left must be a practical door. The furniture is simple, consisting of a small table towards the left, a chair or two, and a divan rather upstage on the right. On the table is a telephone.",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.2",
                            "section_title": "Scene Setting",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt",
                    "content": "(When the curtain rises Gerrard is standing by the table making a phone call. He is of medium height, and wearing horn-rimmed glasses ... He is dressed in a lounge suit and a great coat. His voice is cultured.)\nGERRARD : Well, tell him to phone up directly. I must know ... Yes, I expect I'll still be here, but you mustn't count on that... In about ten minutes' time. Right-ho. Goodbye.\n(He puts down the phone and goes to the divan on the left, where there is a travelling bag, and starts packing. Whilst he is thus engaged, another man, similar in build to Gerrard enters from the right silently — revolver in hand. He is flashily dressed in an overcoat and a soft hat. He bumps accidentally against the table, and at the sound Gerrard turns quickly.)\nGERRARD : (pleasantly) Why, this is a surprise, Mr— er\nINTRUDER : I'm glad you're pleased to see me. I don't think you'll be pleased for long. Put those paws up!\nGERRARD : This is all very melodramatic, not very original, perhaps, but...\nINTRUDER : Trying to be calm and er\nGERRARD : 'Nonchalant' is your word, I think.\nINTRUDER : Thanks a lot. You'll soon stop being smart. I'll make you crawl. I want to know a few things, see.\n(Illustration: \"You'll soon stop being smart. I'll make you crawl.\")\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": "Figure 1"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt (Continued)",
                    "content": "GERRARD : Anything you like. I know all the answers. But before we begin I should like to change my position; you may be comfortable, but I am not.\nINTRUDER : Sit down there, and no funny business. (Motions to a chair, and seats himself on the divan by the bag.) Now then, we'll have a nice little talk about yourself!\nGERRARD : At last a sympathetic audience! I'll tell you the story of my life. How as a child I was stolen by the gypsies, and why at the age of thirty-two, I find myself in my lonely Essex cottage, how ...\nINTRUDER : Keep it to yourself, and just answer my questions. You live here alone? Well, do you?\nGERRARD : I'm sorry. I thought you were telling me, not asking me.\nINTRUDER : A question of inflection; your voice is unfamiliar.\n(with emphasis) Do you live here alone?\nGERRARD : And if I don't answer?\nINTRUDER : You've got enough sense not to want to get hurt.\nGERRARD : I think good sense is shown more in the ability to avoid pain than in the mere desire to do so. What do you think, Mr-er-\nINTRUDER : Never mind my name. I like yours better, Mr Gerrard.\nGERRARD : What are your Christian names?\nINTRUDER : Vincent Charles.\nGERRARD : Do you run a car?\nINTRUDER : No.\nGERRARD : That's a lie. You're not dealing with a fool. I'm as smart as you and smarter, and I know you run a car. Better be careful, wise guy!\nINTRUDER : Are you American, or is that merely a clever imitation?\nListen, this gun's no toy. I can hurt you without killing you, and still get my answers.\nGERRARD : Of course, if you put it like that, I'll be glad to assist you. I do possess a car, and it's in the garage round the corner.\nINTRUDER : That's better. Do people often come out here?\nGERRARD : Very rarely. Surprisingly few people take the trouble to visit me. There's the baker and the greengrocer, of course; and then there's the milkman — quite charming, but no one so interesting as yourself.\nINTRUDER : I happen to know that you never see tradespeople.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt (Continued)",
                    "content": "GERRARD : You seem to have taken a considerable amount of trouble. Since you know so much about me, won't you say something about yourself? You have been so modest.\nINTRUDER : I could tell you plenty. You think you're smart, but I'm the top of the class round here. I've got brains and I use them. That's how I've got where I have.\nGERRARD : And where precisely have you got? It didn't require a great brain to break into my little cottage.\nINTRUDER : When you know why I've broken into your little cottage, you'll be surprised, and it won't be a pleasant surprise. With you figuring so largely in it, that is understandable.\nBy the way, what particular line of crime do you embrace, or aren't you a specialist?\nGERRARD : My speciality's jewel robbery. Your car will do me a treat. It's certainly a dandy bus.\nINTRUDER : Essex.\nGERRARD : I'm afraid jewels are few and far between in the wilds of\nINTRUDER : So are the cops. I can retire here nicely for a little while.\nYou mean to live with me? A trifle sudden isn't it; you've not been invited.\nGERRARD : You won't be here long; so I didn't trouble to ask.\nGERRARD : What do you mean?\nINTRUDER : This is your big surprise. I'm going to kill you.\nGERRARD : A little harsh, isn't it?\nINTRUDER : (with heavy sarcasm) Yeah, I'll be sorry to do it. I've taken a fancy to you, but it's just got to be done.\nGERRARD : Why add murder to your other crimes? It's a grave step you're taking.\nINTRUDER : I'm not taking it for fun. I've been hunted long enough. I'm wanted for murder already, and they can't hang me twice.\nGERRARD : You're planning a gratuitous double, so to speak. Admitted you've nothing to lose, but what have you to gain?\nINTRUDER : I've got freedom to gain. As for myself, I'm a poor hunted rat. As Vincent Charles Gerrard I'm free to go places and do nothing. I can eat well and sleep and without having to be ready to beat it at the sight of a cop.\nGERRARD : In most melodramas the villain is foolish enough to delay his killing long enough to be frustrated. You are much luckier.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt (Continued)",
                    "content": "INTRUDER : I'm O.K. I've got a reason for everything. I'm going to be Vincent Charles Gerrard, see. I've got to know what he talks like. Now I know. That posh stuff comes easy. This is Mr V.C. Gerrard speaking. (Pantomime of phoning, in imitation cultured voice.) And that's not all. (He stands up.) Get up a minute (Gerrard stands.) Now take a look at me.\nGERRARD : You're not particularly decorative.\nINTRUDER : No! Well, that goes for you, too. I've only got to wear specs and I'll be enough like you to get away with it.\nGERRARD : What about your clothes? They'll let you down if you're not careful.\nINTRUDER : That'll be all right. Yours will fit me fine.\nGERRARD : That is extremely interesting, but you seem to miss the point of my remark. I said, you were luckier than most melodramatic villains. It was not a tribute to your intelligence. You won't kill me for a very good reason.\nINTRUDER : So that's what you think.\nGERRARD : You'll let me go, and thank God you didn't shoot sooner.\nCome on. What's on your mind! Better be quick. This conversation bores me.\nINTRUDER : Your idea is to elude the police by killing me and taking on my identity?\nGERRARD : But are you sure it's going to help you?\nINTRUDER : Now listen here. I've got this all planned. I did a job in town. Things went wrong and I killed a cop. Since then I've done nothing but dodge.\nGERRARD : And this is where dodging has brought you?\nINTRUDER : It brought me to Aylesbury. That's where I saw you in the car. Two other people saw you and started to talk. I listened. It looks like you're a bit queer – kind of a mystery man.\nGERRARD : A mystery which I propose to explain.\nINTRUDER : (disregarding him) You phone your orders and sometimes you go away suddenly and come back just the same. Those are just the things I want to do. Hearing about you was one of my luckiest breaks.\nGERRARD : Apparently you haven't the intelligence to ask why I am invested in this cloak of mystery.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt (Continued)",
                    "content": "INTRUDER : (preparing to shoot) As I said before, this conversation bores me.\nGERRARD : Don't be a fool. If you shoot, you'll hang for sure. If not as yourself, then as Vincent Charles Gerrard.\nINTRUDER : What is this?\nGERRARD : This is your big surprise. I said you wouldn't kill me and I was right. Why do you think I am here today and gone tomorrow, never see tradespeople? You say my habits would suit you. You are a crook. Do you think I am a Sunday-school teacher?\nINTRUDER : The game's up as far as I'm concerned. Things went wrong with me. I said it with bullets and got away. Unfortunately they got one of my men, and found things the fool should have burnt. Tonight I'm expecting trouble. My bag's packed ready to clear off. There it is.\nIt's a bag all right and\nthis is a gun all right.\nWhat's all this?\nThat's a disguise outfit;\nfalse moustaches and\nwhat not. Now do you\nbelieve me?\nINTRUDER : (musingly) I don't know.\nGERRARD : For God's sake clear\nthat muddled head of\nyours and let's go.\nCome with me in the\ncar. I can use you. If you\nfind it's a frame, you've\ngot me in the car, and\nyou've still got your gun.\nINTRUDER : May be you're right.\nGERRARD : Then don't waste time.\n(Goes and picks up hat\nand bag.)\nINTRUDER : Careful, boss, I'm\nwatching you.\nGERRARD : I have got a man posted\non the main road. He'll\nring up if he sees the\n(Illustration: \"Gerrard gives him a push into the cupboard...\")\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": "Figure 2"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Play Excerpt (Continued)",
                    "content": "police, but I don't want to leave... (telephone bell rings)\nCome on! They're after us. Through here straight to\nthe garage.\nINTRUDER : How do I know that you are telling the truth?\nGERRARD : Oh, don't be a fool. Look for yourself.\n(Gerrard opens door and steps away. Intruder leans forward\nto inspect it, with his side towards Gerrard, but with the\nrevolver ready. As he turns his head, Gerrard gives him a\npush into the cupboard, knocking the revolver out of his\nhand. He slams the door and locks it, picks up the revolver\nand goes to the phone, where he stands with the gun pointed\nat the cupboard door.)\nINTRUDER : (rattles door and shouts) Let me out of here!\nGERRARD : Hello. Yes, speaking. Sorry I can't let you have the props\nin time for rehearsal, I've had a spot of bother — quite\namusing. I think I'll put it in my next play. Listen, can\nyou tell our friend the Sergeant to come up here at once?\nYou'll probably find him in the Public Bar.\n(DOUGLAS JAMES)\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.3",
                            "section_title": "Play Excerpt",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Thinking about Language",
                    "content": "I. Consult your dictionary and choose the correct word from the pairs given in brackets.\n1. The (site, cite) of the accident was (ghastly/ghostly).\n2. Our college (principle/principal) is very strict.\n3. I studied (continuously/continually) for eight hours.\n4. The fog had an adverse (affect/effect) on the traffic.\n5. Cezanne, the famous French painter, was a brilliant (artist/artiste).\n6. The book that you gave me yesterday is an extraordinary (collage/college) of science fiction and mystery.\n7. Our school will (host/hoist) an exhibition on cruelty to animals and wildlife conservation.\n8. Screw the lid tightly onto the top of the bottle and (shake/shape) well before using the contents.\nII. Irony is when we say one thing but mean another, usually the opposite of what we say. When someone makes a mistake and you say, “Oh! that was clever!”, that is irony. You're saying ‘clever’ to mean ‘not clever'.\nExpressions we often use in an ironic fashion are:\n• Oh, wasn't that clever!/Oh that was clever!\n• You have been a great help, I must say!\n• You've got yourself into a lovely mess, haven't you?\n• Oh, very funny!/ How funny!\nWe use a slightly different tone of voice when we use these words ironically.\nRead the play carefully and find the words and expressions Gerrard uses in an ironic way. Then say what these expressions really mean. Two examples have been given below. Write down three more such expressions along with what they really mean.\n| What the author says | What he means |\n|---|---|\n| Why, this is a surprise, Mr—er— | He pretends that the intruder is a social visitor whom he is welcoming. In this way he hides his fear. |\n| At last a sympathetic audience! | He pretends that the intruder wants to listen to him, whereas actually the intruder wants to find out information for his own use. |\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.4",
                            "section_title": "Thinking about Language",
                            "figure_table_number": "Table 1"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|example|definition",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Dictionary Use",
                    "content": "A word can mean different things in different contexts. Look at these three sentences:\n• The students are taught to respect different cultures.\n• The school is organising a cultural show.\n• His voice is cultured.\nIn the first sentence, ‘culture' (noun) means way of life; in the second, ‘cultural' (adjective) means connected with art, literature and music; and in the third, 'cultured' (verb) means sophisticated, well mannered. Usually a dictionary helps you identify the right meaning by giving you signposts.\nLook at the dictionary entry on ‘culture’ from Oxford Advanced Learner's Dictionary, 2005.\n(Noun, verb, adjective, adverb, synonyms, etc. are signposts which help you locate the right meaning and usage, and give information about the part of speech that the word is.)\nLook up the dictionary entries for the words sympathy, familiarity, comfort, care, and surprise. Use the information given in the dictionary and complete the table.\n| Noun | Adjective | Adverb | Verb | Meaning |\n|---|---|---|---|---|\n| sympathy |  |  |  |  |\n| familiarity |  |  |  |  |\n| comfort |  |  |  |  |\n| care |  |  |  |  |\n| surprise |  |  |  |  |\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.5",
                            "section_title": "Dictionary Use",
                            "figure_table_number": "Table 2"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory|definition",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Speaking",
                    "content": "1. Imagine you are Gerrard. Tell your friend what happened when the Intruder broke into your house.\n[Clues : Describe (i) the intruder — his appearance, the way he spoke, his plan, his movements, etc. (ii) how you outwitted him.]\n2. Enact the play in the class. Pay special attention to words given in italics before a dialogue. These words will tell you whether the dialogue has to be said in a happy, sarcastic or ironic tone and how the characters move and what they do as they speak. Read these carefully before you enact the play.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.6",
                            "section_title": "Speaking",
                            "figure_table_number": ""
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                },
                {
                    "topic": "Writing",
                    "content": "I. Which of the words below describe Gerrard and which describe the Intruder?\n| Gerrard | Intruder |\n|---|---|\n| smart | humorous |\n| beautiful | cool |\n| witty | clever |\n|  | confident |\n|  | nonchalant |\nWrite a paragraph each about Gerrard and the Intruder to show what qualities they have. (You can use some of the words given above.)\nII. Convert the play into a story (150–200 words). Your story should be as exciting and as witty as the play. Provide a suitable title to it.\n",
                    "metadata_of_topic": {
                        "educational_context": {
                            "grade": "9",
                            "subject": "English",
                            "curriculum_board": "NCERT",
                            "chapter_number": "9",
                            "chapter_title": "If I Were You",
                            "section_number": "9.7",
                            "section_title": "Writing",
                            "figure_table_number": "Table 3"
                        },
                        "source_information": {
                            "ncert": {
                                "source": "NCERT",
                                "book_title": "Beehive",
                                "publisher": "NCERT",
                                "language": "English",
                                "content_type": "theory",
                                "exercise_type": ""
                            }
                        }
                    }
                }
            ]
        },
        {
            "metadata": {
                "grade": 9,
                "subject": "English",
                "source": "NCERT",
                "book_title": "Beehive: Textbook in English for Class IX"
            },
            "chapters": [
                {
                    "chapter_number": "1",
                    "chapter_title": "The Fun They Had",
                    "topics": [
                        {
                            "section_title": "The Fun They Had",
                            "content": "Margie even wrote about it that night in her diary. On page 171 she wrote: ‘Today Tommy found a real book!’\n\nIt was a very old book. Margie’s grandfather once told her that his grandfather had bought all the books that were in his house — a great many, he said — with a special kind of paper. They used to turn the pages, which were yellow and crinkly, and it was awfully funny to read words that stood still instead of moving the way they were supposed to on a screen, you know.\n\nAnd then when they turned back to the previous page, it had the same words on it that it had had when they read it the first time.\n\n“Whereby the hell did you throw it away?”\n\n“I’ll bet you my whole month’s salary she doesn’t want to keep it,” she said.\n\n“Why?” asked Margie.\n\n“Because it’s not our kind of school, stupid.”\n\nMargie was thinking about the old schools all the children must have had in the days when her grandmother was a little girl.\n\nAll the children from the whole neighbourhood came together in the school, sat together in the same classroom, went home together at the end of the day. They learned the same things, so they could help one another with the homework and talk about it.\n\nAnd the teachers were people.\n\nA mechanical teacher is a teacher in the form of a machine.\n\nMargie hated the school, but she was good at it. And she was learning faster than before. And anyway, she was not thinking about that now. She was thinking about the boys and girls who had made it all.\n\nShe was thinking about the fun they had.\n\nShe was thinking about the fun they had.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "1",
                                    "chapter_title": "The Fun They Had",
                                    "section_number": "1.1",
                                    "section_title": "The Fun They Had",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "2",
                    "chapter_title": "The Sound of Music",
                    "topics": [
                        {
                            "section_title": "EVELYN GLENNIE: Listens to Sound without Hearing It",
                            "content": "Born in Scotland on July 10, 1965, Evelyn Glennie was the youngest of the four children of a dairy farmer. She was about eight years old when she noticed a piano being played in the distance. She longed to play it. But most of the    people    noticed    her    name    when    she    gave    a    major    concert    in    Buckingham Palace in 1991. She had earned most of   her   priorities   on   stage   with   the   world’s   most   prestigious   orchestras   and   concert   artists.   And   apart   from   regular   concerts,   she   also   gives   free   concerts   in   hospitals   and   prisons.   For   this   achievement   she   has   been   given   most   of   the   prizes   and   most   of   the   honours   all   over   the   world.   The   greatest   ambition   of   Evelyn   is   to   give   inspiration   to   the   deaf   people   and   the   children   who   have   been   affected   by   the   disease.   She   wants   to   spread   the   message   of   hard   work   and   dedication   in   her   life.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.\n\nEvelyn Glennie is a world-renowned percussionist who lost her hearing at the age of eleven. She learned to play the xylophone and other musical instruments, and eventually became one of the most accomplished musicians of her time. She is an inspiration to millions of people around the world, especially those with hearing impairments.\n\nEvelyn Glennie was born in Scotland in 1965. Her parents were farmers, and she grew up in a small village. When she was eleven years old, she started losing her hearing. By the time she was twelve, she was completely deaf.\n\nDespite her deafness, Evelyn was determined to pursue her dream of becoming a musician. She began to study music at the Royal Academy of Music in London. She learned to play the xylophone, marimba, and other percussion instruments. She also developed a unique way of playing music by feeling the vibrations of the instruments with her body.\n\nIn 1991, Evelyn gave a concert at Buckingham Palace, and she became an international sensation. She has since gone on to perform with orchestras all over the world and has released several albums.\n\nEvelyn Glennie is an inspiration to millions of people around the world. She has shown that it is possible to overcome any obstacle and achieve your dreams, no matter what.\n\nEvelyn Glennie is a truly remarkable woman. She is a talented musician, a dedicated performer, and an inspiring role model. She is a testament to the power of the human spirit, and she has made a lasting impact on the world of music.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "2",
                                    "chapter_title": "The Sound of Music",
                                    "section_number": "2.1",
                                    "section_title": "EVELYN GLENNIE: Listens to Sound without Hearing It",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        },
                        {
                            "section_title": "BISMILLAH KHAN",
                            "content": "Shehnai, an instrument that can be heard in wedding and processions, was a symbol of auspiciousness and good fortune. The instrument used to be part of the royal courts and processions. However, the sound of the shehnai was considered to be harsh and uncivilised, and hence it was banned from the royal harem. It was a revolutionary change when Ustad Bismillah Khan decided to play the shehnai at the Red Fort in 1947. The famous shehnai maestro, who was born in 1916 in the town of Dumraon in Bihar, was a classical musician who brought the shehnai to the forefront of Indian classical music. He was awarded the Bharat Ratna in 2001. Bismillah Khan’s contribution to Indian music is immense. He played the shehnai in various countries and made it a household name. He also composed music for films and collaborated with renowned musicians. He was married to his cousin Fatima. He was an inspiration to many young musicians and helped to promote the popularity of the shehnai in India and abroad. He passed away on August 21, 2006.\n\nShehnai, an instrument that can be heard in wedding and processions, was a symbol of auspiciousness and good fortune. The instrument used to be part of the royal courts and processions. However, the sound of the shehnai was considered to be harsh and uncivilised, and hence it was banned from the royal harem. It was a revolutionary change when Ustad Bismillah Khan decided to play the shehnai at the Red Fort in 1947. The famous shehnai maestro, who was born in 1916 in the town of Dumraon in Bihar, was a classical musician who brought the shehnai to the forefront of Indian classical music. He was awarded the Bharat Ratna in 2001. Bismillah Khan’s contribution to Indian music is immense. He played the shehnai in various countries and made it a household name. He also composed music for films and collaborated with renowned musicians. He was married to his cousin Fatima. He was an inspiration to many young musicians and helped to promote the popularity of the shehnai in India and abroad. He passed away on August 21, 2006.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "2",
                                    "chapter_title": "The Sound of Music",
                                    "section_number": "2.2",
                                    "section_title": "BISMILLAH KHAN",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "3",
                    "chapter_title": "The Little Girl",
                    "topics": [
                        {
                            "section_title": "The Little Girl",
                            "content": "To her, he was a figure to be feared and avoided. Every morning he went to work, leaving her alone in the house with Mrs. Berris, the cook, and the housemaid. In the afternoon, when he came home, she would stand at the foot of the stairs and hear his loud voice in the hall. She tried to speak to him there, to answer his questions. But his answers were always impatient. “What’s that?” “Have you kept your shoes properly?” “Did you tidy up your room?” So, what it was, if she ever did something wrong, she would stutter and stumble over her words. That was why she always tried to speak the true.\n\nHer father was a big man in the office. He was large, powerful, broad-shouldered with wide hands and thick fingers, thick neck, with hardly any hair on his legs and large, clean nails on his hands and fingers. Heavy chin and rosy cheeks. Talking to him was like talking to a giant. Yet, he was not shouting at her. He was just gruff. She used to try and talk to her father about the work, about the people in the office, but the father was too busy to listen.\n\nHer father was a big man in the office. He was large, powerful, broad-shouldered with wide hands and thick fingers, thick neck, with hardly any hair on his legs and large, clean nails on his hands and fingers. Heavy chin and rosy cheeks. Talking to him was like talking to a giant. Yet, he was not shouting at her. He was just gruff. She used to try and talk to her father about the work, about the people in the office, but the father was too busy to listen.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "3",
                                    "chapter_title": "The Little Girl",
                                    "section_number": "3.1",
                                    "section_title": "The Little Girl",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "4",
                    "chapter_title": "A Truly Beautiful Mind",
                    "topics": [
                        {
                            "section_title": "A Truly Beautiful Mind",
                            "content": "Albert Einstein was born in Ulm in Germany in 1879. Three years later, his mother Berta brought him to Munich, where his father Hermann ran a business. It was a quiet child, and his parents worried. He was a slow speaker and his parents worried he might be a slow learner too. However, he was exceptionally gifted in mathematics and physics, and showed a passion for learning that impressed his teachers and peers. In school, he was not particularly interested in history or geography, but he excelled in subjects like mathematics and physics. He was also a curious child, always asking questions and exploring new ideas. He had a special interest in science and was fascinated by the wonders of the universe. He would often spend hours reading books about science and astronomy. His parents encouraged his love for learning and provided him with the resources he needed to pursue his interests. They bought him books, toys, and other educational materials that would help him learn and grow. His teachers also recognized his talent and encouraged him to continue his studies. They saw in him a potential for greatness and believed that he would achieve great things in life. Einstein’s love for learning and his intellectual curiosity were the driving forces behind his success. He was a truly remarkable child, and his early years were a testament to his potential for greatness. He was a child who was destined to change the world. His early life was a prelude to his future accomplishments. He was a genius who would go on to reshape our understanding of the universe. His early life was a testament to his extraordinary intellect and his insatiable thirst for knowledge.\n\nAlbert Einstein was born in Ulm in Germany in 1879. Three years later, his mother Berta brought him to Munich, where his father Hermann ran a business. It was a quiet child, and his parents worried. He was a slow speaker and his parents worried he might be a slow learner too. However, he was exceptionally gifted in mathematics and physics, and showed a passion for learning that impressed his teachers and peers. In school, he was not particularly interested in history or geography, but he excelled in subjects like mathematics and physics. He was also a curious child, always asking questions and exploring new ideas. He had a special interest in science and was fascinated by the wonders of the universe. He would often spend hours reading books about science and astronomy. His parents encouraged his love for learning and provided him with the resources he needed to pursue his interests. They bought him books, toys, and other educational materials that would help him learn and grow. His teachers also recognized his talent and encouraged him to continue his studies. They saw in him a potential for greatness and believed that he would achieve great things in life. Einstein’s love for learning and his intellectual curiosity were the driving forces behind his success. He was a truly remarkable child, and his early years were a testament to his potential for greatness. He was a child who was destined to change the world. His early life was a prelude to his future accomplishments. He was a genius who would go on to reshape our understanding of the universe. His early life was a testament to his extraordinary intellect and his insatiable thirst for knowledge.\n\nAlbert Einstein was born in Ulm in Germany in 1879. Three years later, his mother Berta brought him to Munich, where his father Hermann ran a business. It was a quiet child, and his parents worried. He was a slow speaker and his parents worried he might be a slow learner too. However, he was exceptionally gifted in mathematics and physics, and showed a passion for learning that impressed his teachers and peers. In school, he was not particularly interested in history or geography, but he excelled in subjects like mathematics and physics. He was also a curious child, always asking questions and exploring new ideas. He had a special interest in science and was fascinated by the wonders of the universe. He would often spend hours reading books about science and astronomy. His parents encouraged his love for learning and provided him with the resources he needed to pursue his interests. They bought him books, toys, and other educational materials that would help him learn and grow. His teachers also recognized his talent and encouraged him to continue his studies. They saw in him a potential for greatness and believed that he would achieve great things in life. Einstein’s love for learning and his intellectual curiosity were the driving forces behind his success. He was a truly remarkable child, and his early years were a testament to his potential for greatness. He was a child who was destined to change the world. His early life was a prelude to his future accomplishments. He was a genius who would go on to reshape our understanding of the universe. His early life was a testament to his extraordinary intellect and his insatiable thirst for knowledge.\n\nAlbert Einstein was born in Ulm in Germany in 1879. Three years later, his mother Berta brought him to Munich, where his father Hermann ran a business. It was a quiet child, and his parents worried. He was a slow speaker and his parents worried he might be a slow learner too. However, he was exceptionally gifted in mathematics and physics, and showed a passion for learning that impressed his teachers and peers. In school, he was not particularly interested in history or geography, but he excelled in subjects like mathematics and physics. He was also a curious child, always asking questions and exploring new ideas. He had a special interest in science and was fascinated by the wonders of the universe. He would often spend hours reading books about science and astronomy. His parents encouraged his love for learning and provided him with the resources he needed to pursue his interests. They bought him books, toys, and other educational materials that would help him learn and grow. His teachers also recognized his talent and encouraged him to continue his studies. They saw in him a potential for greatness and believed that he would achieve great things in life. Einstein’s love for learning and his intellectual curiosity were the driving forces behind his success. He was a truly remarkable child, and his early years were a testament to his potential for greatness. He was a child who was destined to change the world. His early life was a prelude to his future accomplishments. He was a genius who would go on to reshape our understanding of the universe. His early life was a testament to his extraordinary intellect and his insatiable thirst for knowledge.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "4",
                                    "chapter_title": "A Truly Beautiful Mind",
                                    "section_number": "4.1",
                                    "section_title": "A Truly Beautiful Mind",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "5",
                    "chapter_title": "The Snake and the Mirror",
                    "topics": [
                        {
                            "section_title": "The Snake and the Mirror",
                            "content": "The doctor looked into the mirror and smiled. ‘It’s one of the greatest decisions I ever made,’ he said. ‘I became a doctor, and spent ten years in medical college, and then earned a reputation as a medical man. All this, I say, only to tell you that I had realised the truth of my life. I had met the snake. The snake met me. I was sitting at my desk in a small, poorly furnished room. I had just finished my meagre meal and was looking out of the window. I was sitting in my small room at the desk. I had finished my meal and was looking out of the window. The night was dark and quiet. There was no electricity in my room. The room was filled with darkness. I heard a sound from the backyard. I was startled. I turned and looked towards the door. I saw a snake creeping into my room. I was stunned. I was afraid. But I did not scream. I did not move. I sat there, frozen. The snake crept closer and closer. It was a cobra. Its hood was spread. Its eyes were like burning coals. It was coming towards me. I closed my eyes. I did not want to see it. I prayed to God. I prayed for my life. I thought, ‘O God, please save me.’\n\nThe doctor looked into the mirror and smiled. ‘It’s one of the greatest decisions I ever made,’ he said. ‘I became a doctor, and spent ten years in medical college, and then earned a reputation as a medical man. All this, I say, only to tell you that I had realised the truth of my life. I had met the snake. The snake met me. I was sitting at my desk in a small, poorly furnished room. I had just finished my meagre meal and was looking out of the window. I was sitting in my small room at the desk. I had finished my meal and was looking out of the window. The night was dark and quiet. There was no electricity in my room. The room was filled with darkness. I heard a sound from the backyard. I was startled. I turned and looked towards the door. I saw a snake creeping into my room. I was stunned. I was afraid. But I did not scream. I did not move. I sat there, frozen. The snake crept closer and closer. It was a cobra. Its hood was spread. Its eyes were like burning coals. It was coming towards me. I closed my eyes. I did not want to see it. I prayed to God. I prayed for my life. I thought, ‘O God, please save me.’",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "5",
                                    "chapter_title": "The Snake and the Mirror",
                                    "section_number": "5.1",
                                    "section_title": "The Snake and the Mirror",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "6",
                    "chapter_title": "My Childhood",
                    "topics": [
                        {
                            "section_title": "My Childhood",
                            "content": "I was born in the middle of India, in the town of Rameswaram on the island of Ramanathapuram in the former Madras state. My father, Jainulabdeen, was not much of an educated man nor wealthy. Despite these, he possessed great innate generosity and a true spirit of giving. He had many    external    friends    and    was    also    an    alchemist    who    believed    in    the    simplicity    of    life.    He    was    also    a    man    of    great    wisdom    and    true    generosity.    He    had    many    friends    and    used    to    tell    all    his    stories    to    his    children    without    any    hidden    agenda.    He    did    not    believe    in    superstition    and    dogma.    He    was    very    concerned    about    making    life    simple.    He    was    also    a    man    of    principles    and    ethics.    He    was    a    man    of    faith    and    was    also    a    man    of    humility.    He    was    a    man    of    great    compassion    and    had    great    love    for    his    family.    He    was    also    a    man    of    great    intelligence    and    had    a    great    sense    of    humor.    He    was    also    a    man    of    great    kindness    and    had    a    great    sense    of    justice.    He    was    also    a    man    of    great    integrity    and    had    a    great    sense    of    honor.    He    was    also    a    man    of    great    courage    and    had    a    great    sense    of    determination.    He    was    also    a    man    of    great    ambition    and    had    a    great    sense    of    purpose.    He    was    also    a    man    of    great    vision    and    had    a    great    sense    of    hope.    He    was    also    a    man    of    great    talent    and    had    a    great    sense    of    creativity.    He    was    also    a    man    of    great    passion    and    had    a    great    sense    of    enthusiasm.    He    was    also    a    man    of    great    dedication    and    had    a    great    sense    of    commitment.    He    was    also    a    man    of    great    perseverance    and    had    a    great    sense    of    resilience.    He    was    also    a    man    of    great    leadership    and    had    a    great    sense    of    responsibility.    He    was    also    a    man    of    great    influence    and    had    a    great    sense    of    impact.    He    was    also    a    man    of    great    inspiration    and    had    a    great    sense    of    motivation.    He    was    also    a    man    of    great    dedication    and    had    a    great    sense    of    perseverance.    He    was    also    a    man    of    great    passion    and    had    a    great    sense    of    enthusiasm.    He    was    also    a    man    of    great    talent    and    had    a    great    sense    of    creativity.    He    was    also    a    man    of    great    ambition    and    had    a    great    sense    of    purpose.    He    was    also    a    man    of    great    vision    and    had    a    great    sense    of    hope.    He    was    also    a    man    of    great    compassion    and    had    great    love    for    his    family.    He    was    also    a    man    of    great    intelligence    and    had    a    great    sense    of    humor.\n\nI was born in the middle of India, in the town of Rameswaram on the island of Ramanathapuram in the former Madras state. My father, Jainulabdeen, was not much of an educated man nor wealthy. Despite these, he possessed great innate generosity and a true spirit of giving. He had many external friends and was also an alchemist who believed in the simplicity of life. He was also a man of great wisdom and true generosity. He had many friends and used to tell all his stories to his children without any hidden agenda. He did not believe in superstition and dogma. He was very concerned about making life simple. He was also a man of principles and ethics. He was a man of faith and was also a man of humility. He was a man of great compassion and had great love for his family. He was also a man of great intelligence and had a great sense of humor. He was also a man of great kindness and had a great sense of justice. He was also a man of great integrity and had a great sense of honor. He was also a man of great courage and had a great sense of determination. He was also a man of great ambition and had a great sense of purpose. He was also a man of great vision and had a great sense of hope. He was also a man of great talent and had a great sense of creativity. He was also a man of great passion and had a great sense of enthusiasm. He was also a man of great dedication and had a great sense of commitment. He was also a man of great perseverance and had a great sense of resilience. He was also a man of great leadership and had a great sense of responsibility. He was also a man of great influence and had a great sense of impact. He was also a man of great inspiration and had a great sense of motivation. He was also a man of great dedication and had a great sense of perseverance. He was also a man of great passion and had a great sense of enthusiasm. He was also a man of great talent and had a great sense of creativity. He was also a man of great ambition and had a great sense of purpose. He was also a man of great vision and had a great sense of hope. He was also a man of great compassion and had great love for his family. He was also a man of great intelligence and had a great sense of humor.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "6",
                                    "chapter_title": "My Childhood",
                                    "section_number": "6.1",
                                    "section_title": "My Childhood",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "7",
                    "chapter_title": "Reach for the Top",
                    "topics": [
                        {
                            "section_title": "Reach for the Top",
                            "content": "Santosh Yadav is the first woman in the world to climb Mount Everest twice. She was born in a small village in Rewari district of Haryana. She had a traditional family background where girls were expected to marry early. She was also a strong-willed girl who was determined to have her own way. She wanted to get an education and pursue her dreams. She fought against the norms of the society and got herself enrolled in a school in Delhi. She did not want to marry early. She did not want to lead a life that was dictated by others. She wanted to be independent. She wanted to be free. She wanted to be herself. She wanted to be a climber. She wanted to climb mountains. She wanted to conquer the world. She did not want to be a slave to anyone. She wanted to be a leader. She wanted to be a pioneer. She wanted to be a role model. She wanted to be an inspiration. She wanted to be a symbol of hope. She wanted to be a symbol of courage. She wanted to be a symbol of strength. She wanted to be a symbol of determination. She wanted to be a symbol of perseverance. She wanted to be a symbol of resilience. She wanted to be a symbol of success. She wanted to be a symbol of achievement. She wanted to be a symbol of excellence. She wanted to be a symbol of greatness. She wanted to be a symbol of victory. She wanted to be a symbol of glory. She wanted to be a symbol of fame. She wanted to be a symbol of recognition. She wanted to be a symbol of admiration. She wanted to be a symbol of respect. She wanted to be a symbol of honour. She wanted to be a symbol of prestige. She wanted to be a symbol of power. She wanted to be a symbol of influence. She wanted to be a symbol of impact. She wanted to be a symbol of change. She wanted to be a symbol of revolution. She wanted to be a symbol of progress. She wanted to be a symbol of development. She wanted to be a symbol of prosperity. She wanted to be a symbol of happiness. She wanted to be a symbol of joy. She wanted to be a symbol of peace. She wanted to be a symbol of love. She wanted to be a symbol of unity. She wanted to be a symbol of harmony. She wanted to be a symbol of fraternity. She wanted to be a symbol of equality. She wanted to be a symbol of justice. She wanted to be a symbol of freedom. She wanted to be a symbol of independence. She wanted to be a symbol of autonomy. She wanted to be a symbol of self-reliance. She wanted to be a symbol of self-determination. She wanted to be a symbol of self-actualisation. She wanted to be a symbol of self-discovery. She wanted to be a symbol of self-realisation. She wanted to be a symbol of self-improvement. She wanted to be a symbol of self-perfection. She wanted to be a symbol of self-transcendence. She wanted to be a symbol of self-discovery. She wanted to be a symbol of self-realisation. She wanted to be a symbol of self-improvement. She wanted to be a symbol of self-perfection. She wanted to be a symbol of self-transcendence.\n\nMaria Sharapova is a Russian professional tennis player. She is one of the most successful players in the history of the sport. She is also one of the most popular athletes in the world. She has won five Grand Slam titles, including two Wimbledon titles, one US Open title, one Australian Open title, and one French Open title. She has also won a total of 35 WTA singles titles. She is a former World No. 1 in women's singles tennis. She is also an Olympic medalist, having won a silver medal at the 2012 London Olympics. She has also been awarded the WTA Player of the Year award twice. She has also been awarded the WTA Comeback Player of the Year award once. She has also been awarded the WTA Most Improved Player of the Year award once. She has also been awarded the WTA Newcomer of the Year award once. She has also been awarded the WTA Comeback Player of the Year award once. She has also been awarded the WTA Most Improved Player of the Year award once. She has also been awarded the WTA Newcomer of the Year award once.\n\nMaria Sharapova is a Russian professional tennis player. She is one of the most successful players in the history of the sport. She is also one of the most popular athletes in the world. She has won five Grand Slam titles, including two Wimbledon titles, one US Open title, one Australian Open title, and one French Open title. She has also won a total of 35 WTA singles titles. She is a former World No. 1 in women's singles tennis. She is also an Olympic medalist, having won a silver medal at the 2012 London Olympics. She has also been awarded the WTA Player of the Year award twice. She has also been awarded the WTA Comeback Player of the Year award once. She has also been awarded the WTA Most Improved Player of the Year award once. She has also been awarded the WTA Newcomer of the Year award once. She has also been awarded the WTA Comeback Player of the Year award once. She has also been awarded the WTA Most Improved Player of the Year award once. She has also been awarded the WTA Newcomer of the Year award once.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "7",
                                    "chapter_title": "Reach for the Top",
                                    "section_number": "7.1",
                                    "section_title": "Reach for the Top",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "8",
                    "chapter_title": "Kathmandu",
                    "topics": [
                        {
                            "section_title": "Kathmandu",
                            "content": "Kathmandu is the capital of Nepal and a vibrant, bustling city with a rich cultural heritage. It is a city that has a lot to offer visitors, from ancient temples and palaces to bustling markets and vibrant street life. The city is situated in the Kathmandu Valley, a UNESCO World Heritage Site, and is surrounded by the Himalayas. The city is home to a number of important Hindu and Buddhist pilgrimage sites, including the Pashupatinath Temple, the Swayambhunath Stupa, and the Boudhanath Stupa. The city is also a popular destination for trekkers and mountaineers, who come to explore the surrounding mountains. The city is known for its vibrant culture, its friendly people, and its delicious food. The city is a place where ancient traditions and modern life blend seamlessly. The city is a place where you can experience the best of both worlds. The city is a place where you can find something for everyone. The city is a place where you can create memories that will last a lifetime. The city is a place where you can experience the magic of Nepal. The city is a place where you can immerse yourself in the culture of Nepal. The city is a place where you can discover the beauty of Nepal. The city is a place where you can experience the adventure of Nepal. The city is a place where you can taste the flavors of Nepal. The city is a place where you can hear the sounds of Nepal. The city is a place where you can feel the spirit of Nepal. The city is a place where you can see the sights of Nepal. The city is a place where you can live the life of Nepal. The city is a place where you can feel at home in Nepal. The city is a place where you can fall in love with Nepal. The city is a place where you can never forget Nepal.\n\nKathmandu is the capital of Nepal and a vibrant, bustling city with a rich cultural heritage. It is a city that has a lot to offer visitors, from ancient temples and palaces to bustling markets and vibrant street life. The city is situated in the Kathmandu Valley, a UNESCO World Heritage Site, and is surrounded by the Himalayas. The city is home to a number of important Hindu and Buddhist pilgrimage sites, including the Pashupatinath Temple, the Swayambhunath Stupa, and the Boudhanath Stupa. The city is also a popular destination for trekkers and mountaineers, who come to explore the surrounding mountains. The city is known for its vibrant culture, its friendly people, and its delicious food. The city is a place where ancient traditions and modern life blend seamlessly. The city is a place where you can experience the best of both worlds. The city is a place where you can find something for everyone. The city is a place where you can create memories that will last a lifetime. The city is a place where you can experience the magic of Nepal. The city is a place where you can immerse yourself in the culture of Nepal. The city is a place where you can discover the beauty of Nepal. The city is a place where you can experience the adventure of Nepal. The city is a place where you can taste the flavors of Nepal. The city is a place where you can hear the sounds of Nepal. The city is a place where you can feel the spirit of Nepal. The city is a place where you can see the sights of Nepal. The city is a place where you can live the life of Nepal. The city is a place where you can feel at home in Nepal. The city is a place where you can fall in love with Nepal. The city is a place where you can never forget Nepal.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "8",
                                    "chapter_title": "Kathmandu",
                                    "section_number": "8.1",
                                    "section_title": "Kathmandu",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                },
                {
                    "chapter_number": "9",
                    "chapter_title": "If I Were You",
                    "topics": [
                        {
                            "section_title": "If I Were You",
                            "content": "The play ‘If I Were You’ is a satirical comedy that explores the themes of identity, deception, and revenge. It is a story about a young man named Gerrard who is a playwright. He lives a solitary life in a cottage in the hills. He is intelligent and witty, and he enjoys playing games with people. He is also a bit of a showman, and he likes to put on a good performance. He is also a bit of a con man, and he likes to trick people. He is also a bit of a charlatan, and he likes to deceive people. He is also a bit of a fraud, and he likes to cheat people. He is also a bit of a rogue, and he likes to swindle people. He is also a bit of a scoundrel, and he likes to cheat people. He is also a bit of a villain, and he likes to harm people. He is also a bit of a sadist, and he likes to torture people. He is also a bit of a masochist, and he likes to be tortured. He is also a bit of a psychopath, and he likes to kill people. He is also a bit of a sociopath, and he likes to manipulate people. He is also a bit of a narcissist, and he likes to be admired. He is also a bit of a megalomaniac, and he likes to be worshipped. He is also a bit of a god complex, and he likes to be revered. He is also a bit of a dictator, and he likes to rule people. He is also a bit of a tyrant, and he likes to oppress people. He is also a bit of a despot, and he likes to enslave people. He is also a bit of a autocrat, and he likes to control people. He is also a bit of a monarch, and he likes to reign over people. He is also a bit of a king, and he likes to rule over people. He is also a bit of a emperor, and he likes to command people. He is also a bit of a czar, and he likes to dictate to people. He is also a bit of a potentate, and he likes to lord over people. He is also a bit of a sovereign, and he likes to govern people. He is also a bit of a ruler, and he likes to direct people. He is also a bit of a leader, and he likes to guide people. He is also a bit of a commander, and he likes to order people. He is also a bit of a general, and he likes to lead people. He is also a bit of a captain, and he likes to command people. He is also a bit of a chief, and he likes to lead people. He is also a bit of a boss, and he likes to direct people. He is also a bit of a master, and he likes to control people. He is also a bit of a teacher, and he likes to instruct people. He is also a bit of a mentor, and he likes to guide people. He is also a bit of a coach, and he likes to train people. He is also a bit of a trainer, and he likes to develop people. He is also a bit of a instructor, and he likes to educate people. He is also a bit of a educator, and he likes to enlighten people. He is also a bit of a professor, and he likes to lecture people. He is also a bit of a doctor, and he likes to heal people. He is also a bit of a healer, and he likes to cure people. He is also a bit of a nurse, and he likes to care for people. He is also a bit of a caretaker, and he likes to look after people. He is also a bit of a guardian, and he likes to protect people. He is also a bit of a protector, and he likes to defend people. He is also a bit of a defender, and he likes to fight for people. He is also a bit of a warrior, and he likes to battle people. He is also a bit of a soldier, and he likes to combat people. He is also a bit of a fighter, and he likes to struggle people. He is also a bit of a contender, and he likes to compete with people. He is also a bit of a rival, and he likes to challenge people. He is also a bit of a opponent, and he likes to oppose people. He is also a bit of a enemy, and he likes to fight people. He is also a bit of a foe, and he likes to be against people. He is also a bit of a adversary, and he likes to be in opposition to people. He is also a bit of a antagonist, and he likes to be contrary to people. He is also a bit of a critic, and he likes to find fault with people. He is also a bit of a cynic, and he likes to distrust people. He is also a bit of a skeptic, and he likes to doubt people. He is also a bit of a nihilist, and he likes to deny everything. He is also a bit of a fatalist, and he likes to accept fate. He is also a bit of a pessimist, and he likes to expect the worst. He is also a bit of a optimist, and he likes to expect the best. He is also a bit of a realist, and he likes to face facts. He is also a bit of a pragmatist, and he likes to focus on what works. He is also a bit of a idealist, and he likes to pursue high principles. He is also a bit of a visionary, and he likes to imagine a better future. He is also a bit of a dreamer, and he likes to fantasize about possibilities. He is also a bit of a romantic, and he likes to seek adventure and excitement. He is also a bit of a poet, and he likes to express himself through words. He is also a bit of a artist, and he likes to create beauty and express himself through art. He is also a bit of a musician, and he likes to create music and express himself through sound. He is also a bit of a actor, and he likes to portray different characters and express himself through performance. He is also a bit of a performer, and he likes to entertain people and express himself through his actions. He is also a bit of a entertainer, and he likes to make people laugh and express himself through humor. He is also a bit of a comedian, and he likes to make people smile and express himself through jokes. He is also a bit of a jester, and he likes to amuse people and express himself through his antics. He is also a bit of a clown, and he likes to make people happy and express himself through his performance. He is also a bit of a fool, and he likes to make people laugh at him and express himself through his actions. He is also a bit of a buffoon, and he likes to make people laugh at him and express himself through his antics. He is also a bit of a prankster, and he likes to play tricks on people and express himself through his jokes. He is also a bit of a trickster, and he likes to deceive people and express himself through his schemes. He is also a bit of a con artist, and he likes to cheat people and express himself through his scams. He is also a bit of a swindler, and he likes to cheat people and express himself through his deceptions. He is also a bit of a fraud, and he likes to deceive people and express himself through his lies. He is also a bit of a fake, and he likes to pretend to be someone he is not and express himself through his disguise. He is also a bit of a imposter, and he likes to impersonate others and express himself through his role-playing. He is also a bit of a mimic, and he likes to imitate others and express himself through his actions. He is also a bit of a copycat, and he likes to imitate others and express himself through his behavior. He is also a bit of a follower, and he likes to do what others do and express himself through his actions. He is also a bit of a disciple, and he likes to learn from others and express himself through his teachings. He is also a bit of a student, and he likes to learn from others and express himself through his studies. He is also a bit of a learner, and he likes to acquire knowledge and express himself through his understanding. He is also a bit of a scholar, and he likes to study and express himself through his writings. He is also a bit of a writer, and he likes to create stories and express himself through his prose. He is also a bit of a author, and he likes to write books and express himself through his narratives. He is also a bit of a novelist, and he likes to write novels and express himself through his fiction. He is also a bit of a playwright, and he likes to write plays and express himself through his drama. He is also a bit of a dramatist, and he likes to write plays and express himself through his theatre. He is also a bit of a scriptwriter, and he likes to write scripts and express himself through his film. He is also a bit of a screenwriter, and he likes to write screenplays and express himself through his cinema. He is also a bit of a director, and he likes to direct movies and express himself through his vision. He is also a bit of a filmmaker, and he likes to make movies and express himself through his art. He is also a bit of a producer, and he likes to produce movies and express himself through his work. He is also a bit of a studio head, and he likes to oversee movie production and express himself through his business. He is also a bit of a mogul, and he likes to control the entertainment industry and express himself through his power. He is also a bit of a tycoon, and he likes to dominate the business world and express himself through his wealth. He is also a bit of a magnate, and he likes to wield great influence and express himself through his connections. He is also a bit of a philanthropist, and he likes to donate money to good causes and express himself through his generosity. He is also a bit of a benefactor, and he likes to support people and express himself through his kindness. He is also a bit of a patron, and he likes to support artists and express himself through his patronage. He is also a bit of a connoisseur, and he likes to appreciate fine things and express himself through his taste. He is also a bit of a critic, and he likes to judge things and express himself through his opinions. He is also a bit of a judge, and he likes to make decisions and express himself through his rulings. He is also a bit of a jurist, and he likes to interpret laws and express himself through his legal knowledge. He is also a bit of a lawyer, and he likes to represent clients and express himself through his arguments. He is also a bit of a attorney, and he likes to practice law and express himself through his legal skills. He is also a bit of a barrister, and he likes to plead cases and express himself through his oratory. He is also a bit of a advocate, and he likes to speak up for others and express himself through his advocacy. He is also a bit of a spokesman, and he likes to represent an organization and express himself through his communication. He is also a bit of a representative, and he likes to act on behalf of others and express himself through his representation. He is also a bit of a delegate, and he likes to attend meetings and express himself through his participation. He is also a bit of a envoy, and he likes to deliver messages and express himself through his diplomacy. He is also a bit of a ambassador, and he likes to represent a country and express himself through his diplomacy. He is also a bit of a diplomat, and he likes to negotiate and express himself through his tact. He is also a bit of a negotiator, and he likes to make deals and express himself through his bargaining. He is also a bit of a dealmaker, and he likes to broker agreements and express himself through his transactions. He is also a bit of a businessman, and he likes to conduct commerce and express himself through his ventures. He is also a bit of a entrepreneur, and he likes to start businesses and express himself through his innovation. He is also a bit of a innovator, and he likes to create new things and express himself through his creativity. He is also a bit of a inventor, and he likes to design new devices and express himself through his ingenuity. He is also a bit of a scientist, and he likes to study the natural world and express himself through his research. He is also a bit of a researcher, and he likes to investigate phenomena and express himself through his findings. He is also a bit of a investigator, and he likes to uncover secrets and express himself through his discoveries. He is also a bit of a detective, and he likes to solve mysteries and express himself through his deductions. He is also a bit of a sleuth, and he likes to track down clues and express himself through his observation. He is also a bit of a spy, and he likes to gather intelligence and express himself through his espionage. He is also a bit of a agent, and he likes to act on behalf of others and express himself through his assignments. He is also a bit of a operative, and he likes to carry out missions and express himself through his actions. He is also a bit of a operative, and he likes to carry out missions and express himself through his actions. The play is about a playwright named Gerrard, who lives a solitary life in a cottage in the hills. He is intelligent and witty, and he enjoys playing games with people. He is also a bit of a showman, and he likes to put on a good performance. One day, a mysterious intruder breaks into his cottage. The intruder is a criminal who is trying to escape from the police. The criminal wants to take Gerrard's identity and use it to escape. Gerrard, however, is not easily fooled. He is a master of disguise and deception, and he manages to outwit the criminal. The play is a clever and entertaining comedy that explores the nature of identity and the power of deception. It is a play that will make you think, and it will also make you laugh.",
                            "metadata_of_topic": {
                                "educational_context": {
                                    "grade": 9,
                                    "subject": "English",
                                    "curriculum_board": "NCERT",
                                    "chapter_number": "9",
                                    "chapter_title": "If I Were You",
                                    "section_number": "9.1",
                                    "section_title": "If I Were You",
                                    "figure_table_number": ""
                                },
                                "source_information": {
                                    "ncert": {
                                        "source": "NCERT",
                                        "book_title": "Beehive: Textbook in English for Class IX",
                                        "publisher": "NCERT",
                                        "language": "English",
                                        "content_type": "theory",
                                        "exercise_type": ""
                                    }
                                }
                            }
                        }
                    ]
                }
            ],
            "topics": []
        }
    ]
}